Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/SignInWithApple.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT
source: Enabling Sign in with Apple Sign in with Apple protects your privacy by allowing you to sign in to an app (or App Clip) without having to provide the developer with information that personally identifies you. Sign in with Apple also allows you to sign in to a website without having to provide the developer with any additional information that personally identifies you beyond information used by your browser for normal web functions. Instead, when you use Sign in with Apple, Apple provides the app developer with a unique identifier, allowing you to keep your information private. This identifier is distinct for each app developer, to help prevent different developers from gathering and sharing information about you across apps. Developers can also let you use Sign in with Apple for existing accounts on their apps or websites. If a developer chooses to enable this, you can keep the account you have already but sign in to it using Sign in with Apple. Because certain apps may have reason to collect more information about you — for example, to refer to your account by name or contact you by email — some developers may ask for your name or email address when you use Sign in with Apple. Your name will default to the name associated with your Apple Account, which you can edit before sharing with the developer. If the developer asks for an email address, you can choose to provide the developer with any of the email addresses associated with your Apple Account, or to hide your email address. If you choose to hide your email address from the developer, Apple will generate and provide the developer with a unique email address for them to use to communicate with you. Apple will forward email received at that address to an email address associated with your Apple Account; Apple deletes messages after delivery or after a short while if undeliverable. On your iOS, iPadOS, or visionOS device, you can change the email address to which mail is forwarded, or disable email forwarding, by going to Settings > [your name] > iCloud > iCloud Mail > Mail Forwarding. On your Mac, go to System Settings > [your name] > Personal Information. When you deactivate and delete an email address used with Hide My Email, it is retained in association with your Apple Account for 30 days for purposes of abuse prevention. The removed address is thereafter permanently deleted from your Apple Account, and retained only for security purposes such as to prevent reissuing the address. If you choose to enable Sign in with Apple for an app, that choice is linked to the Apple Account you use for iCloud, so that you can easily use Sign in with Apple for that app on all of your Apple devices. For fraud prevention and security reasons, the first time you use Sign in with Apple with a new app, Apple will share a simple binary score with the developer to give them confidence that you are a real person. This score is derived from your recent Apple account activity along with abstracted information about your device and device usage patterns. Neither Apple nor the developer receives any specific information about how you use your device. Using Sign in with Apple Apple knows when you enable Sign in with Apple for an app or website so that we can help set up the sign-in. When you then use Sign in with Apple with an app on your iPhone, Apple does not see or retain a history of which apps you sign in to or when you use Sign in with Apple — that information stays on your device. When you use Sign in with Apple on Safari, Apple sees when you sign in to a website so that Apple can authenticate your sign in, but Apple does not retain a history of what websites you sign in to or when you use Sign in with Apple. Even if you use Sign in with Apple to sign in to an app or website, developers can ask you for additional personal information after sign-in. Any personal information that you choose to provide to a developer is subject to their privacy policy. Managing Sign in with Apple To manage Sign in with Apple, go to Settings > [your name] > Sign-In & Security > Apps Using Your Apple Account on iOS, to System Settings > [your name] > Sign-In & Security on Mac, or visit account.apple.com and go to the Sign-In and Security section, then go to Sign in with Apple. There, you can find a list of the apps using Sign in with Apple, review their privacy policy, and disable Sign in with Apple. If you choose to disable Sign in with Apple for an app, information that was shared with the developer to set up Sign in with Apple for that app and any information that the developer associated with your Sign in with Apple account will continue to be handled according to the developer’s privacy policy. More Information Apple works to protect Sign in with Apple with strong authentication — powered by Touch ID, Face ID, and strong passcode options. Apple may receive anonymous and aggregate information about Sign in with Apple, including information about the use of Sign in with Apple. None of the collected information identifies you personally. Apple may use information that does not identify you to improve Apple products and services, for marketing, and for fraud prevention and security purposes. Apple will not attempt to reidentify any anonymous or aggregated Sign in with Apple data we receive. Apple will use your information as required by law and for fraud prevention. By using Sign in with Apple, you agree and consent to Apple’s and its subsidiaries’ and agents’ transmission, collection, maintenance, processing, and use of your information as described above. Apple retains personal information only for so long as necessary to fulfill the purposes for which it was collected, including as described in Apple’s Privacy Policy or in our service-specific privacy notices, or as required by law. When assessing retention periods, we first carefully examine whether it is necessary to retain the personal information collected and, if retention is required, work to retain the personal information for the shortest possible period permissible under law. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy
ar: تمكين تسجيل الدخول باستخدام Apple تحمي ميزة "تسجيل الدخول باستخدام Apple" خصوصيتك من خلال السماح لك بتسجيل الدخول إلى التطبيق (أو عينة التطبيق) دون الحاجة إلى تزويد المطور بالمعلومات التي تحدد هويتك الشخصية. ويسمح لك "تسجيل الدخول باستخدام Apple" أيضًا بتسجيل الدخول إلى الموقع الإلكتروني دون الحاجة إلى تزويد المطور بأي معلومات إضافية تحدد هويتك الشخصية غير المعلومات التي يستخدمها متصفحك لوظائف الويب العادية. بدلاً من ذلك، عند استخدام "تسجيل الدخول باستخدام Apple"، تزود Apple مطور التطبيق بمعرف فريد، مما يتيح لك الحفاظ على خصوصية معلوماتك. يكون هذا المعرف مميزًا لكل مطور تطبيق، للمساعدة في منع المطورين المختلفين من جمع ومشاركة المعلومات الخاصة بك عبر التطبيقات. يمكن للمطورين أيضًا السماح لك باستخدام "تسجيل الدخول باستخدام Apple" للحسابات الحالية على تطبيقاتهم أو مواقع الويب الخاصة بهم. إذا اختار أحد المطورين تمكين هذا، فيمكنك الاحتفاظ بالحساب الذي لديك بالفعل ولكن تسجيل الدخول إليه باستخدام "تسجيل الدخول باستخدام Apple". نظرًا لأن بعض التطبيقات قد يكون لديها سبب لجمع مزيد من المعلومات عنك - على سبيل المثال، للإشارة إلى حسابك بالاسم أو الاتصال بك عبر البريد الإلكتروني - قد يطلب بعض المطورين اسمك أو عنوان بريدك الإلكتروني عند استخدامك لميزة "تسجيل الدخول باستخدام Apple". سيتم افتراض اسمك حسب الاسم المرتبط بحساب Apple، والذي يمكنك تعديله قبل مشاركته مع المطور. وإذا طلب المطور عنوان بريد إلكتروني، يمكنك اختيار تزويد المطور بأي من عناوين البريد الإلكتروني المرتبطة بحساب Apple أو إخفاء عنوان بريدك الإلكتروني. وإذا اخترت إخفاء عنوان بريدك الإلكتروني عن المطور، فستقوم Apple بإنشاء وتزويد المطور بعنوان بريد إلكتروني فريد ليستخدمه للتواصل معك. سوف تحوّل Apple البريد الإلكتروني المستلَم على هذا العنوان إلى عنوان بريد إلكتروني مرتبط بحساب Apple؛ وتحذف Apple الرسائل بعد التسليم أو بعد فترة قصيرة إذا لم يتم تسليمها. على جهاز iOS أو iPadOS أو visionOS، يمكنك تغيير عنوان البريد الإلكتروني الذي يتم تحويل البريد إليه، أو تعطيل تحويل البريد الإلكتروني، وذلك بالانتقال إلى الإعدادات > [اسمك] > ‏iCloud > بريد iCloud > تحويل البريد. على Mac، انتقل إلى إعدادات النظام > [اسمك] > المعلومات الشخصية. عندما تقوم بإلغاء تنشيط وحذف عنوان بريد إلكتروني مستخدم مع "إخفاء بريدي الإلكتروني"، يتم الاحتفاظ به بالاقتران مع حساب Apple لمدة ٣٠ يومًا بغرض منع إساءة الاستخدام. بعد ذلك، يُحذف العنوان الذي تمت إزالته نهائيًا من حساب Apple، ويُحتفظ به فقط لأغراض أمنية مثل منع إعادة إصدار العنوان. إذا اخترت تمكين "تسجيل الدخول باستخدام Apple" لتطبيق ما، يكون هذا الخيار مرتبطًا بحساب Apple الذي تستخدمه لـ iCloud، بحيث يمكنك بسهولة استعمال "تسجيل الدخول باستخدام Apple" لهذا التطبيق على جميع أجهزة Apple الخاصة بك. لأسباب تتعلق بالوقاية من الاحتيال والأمن، في المرة الأولى التي تستخدم فيها "تسجيل الدخول باستخدام Apple" مع تطبيق جديد، ستشارك Apple قيمة ثنائية بسيطة مع المطور لإعطائه الثقة في أنك شخص حقيقي. هذه القيمة مستمدة من نشاط حساب Apple الذي قمت به مؤخرًا جنبًا إلى جنب مع بعض المعلومات المجردة عن جهازك وأنماط استخدام جهازك. ولا تتلقى Apple أو المطور أي معلومات محددة حول كيفية استخدامك الجهاز. استخدام تسجيل الدخول باستخدام Apple تعرف Apple عندما تقوم بتمكين "تسجيل الدخول باستخدام Apple" لتطبيق أو موقع ويب حتى نتمكن من المساعدة في إعداد تسجيل الدخول. ثم عند استعمال "تسجيل الدخول باستخدام Apple" مع تطبيق على الـ iPhone الخاص بك، لا ترى Apple أو تحتفظ بسجل يضم التطبيقات التي تسجل الدخول إليها أو توقيتات استخدامك ميزة "تسجيل الدخول باستخدام Apple"، وتظل هذه المعلومات على جهازك. عند استعمال "تسجيل الدخول باستخدام Apple" على سفاري، تعرف Apple عندما تسجّل الدخول إلى موقع ويب حتى تتمكن Apple من المصادقة على تسجيل دخولك، ولكن Apple لا تحتفظ بسجل تاريخ مواقع الويب التي تسجّل الدخول إليها أو توقيتات استخدامك ميزة "تسجيل الدخول باستخدام Apple". حتى إذا كنت تستخدم ميزة "تسجيل الدخول باستخدام Apple" لتسجيل الدخول إلى تطبيق أو موقع ويب، يمكن للمطور أن يطلب منك معلومات شخصية إضافية بعد تسجيل الدخول. وتخضع أي معلومات شخصية تقرر تقديمها للمطور إلى سياسة الخصوصية الخاصة به. إدارة تسجيل الدخول باستخدام Apple لإدارة تسجيل الدخول باستخدام Apple، انتقل إلى الإعدادات > [اسمك] > تسجيل الدخول والأمن > التطبيقات باستخدام حساب Apple على iOS، أو انتقل إلى إعدادات النظام > [اسمك] > كلمة السر والأمن على Mac، أو قم بزيارة account.apple.com، ثم إلى قسم "تسجيل الدخول والأمن"، ثم إلى "تسجيل الدخول باستخدام Apple". هناك، يمكنك العثور على قائمة بالتطبيقات التي تستخدم "تسجيل الدخول باستخدام Apple"، ومراجعة سياسة الخصوصية الخاصة بها، وتعطيل "تسجيل الدخول باستخدام Apple". إذا اخترت تعطيل ميزة "تسجيل الدخول باستخدام Apple" لأحد التطبيقات، فإن المعلومات التي تمت مشاركتها مع المطور لإعداد ميزة "تسجيل الدخول باستخدام Apple" لهذا التطبيق وأي معلومات ربطها المطور بحسابك لدى ميزة "تسجيل الدخول باستخدام Apple" سوف تستمر معالجتها وفقًا لسياسة الخصوصية الخاصة بالمطور. مزيد من المعلومات تعمل Apple على حماية "تسجيل الدخول باستخدام Apple" بمصادقة قوية - مدعومة بخيارات بصمة الإصبع وبصمة الوجه ورمز دخول قوي. قد تتلقى Apple معلومات غير معلومة الهوية ومجمعة حول "تسجيل الدخول باستخدام Apple"، بما في ذلك معلومات حول استعمال "تسجيل الدخول باستخدام Apple". ولا تكشف أي من المعلومات التي يتم جمعها عن هويتك الشخصية. قد تستخدم Apple معلومات لا تحدد هويتك لتحسين منتجات وخدمات Apple، وذلك لأغراض التسويق ولأغراض منع الاحتيال والأمن. ولن تحاول Apple إعادة تحديد هوية أي معلومات مجهولة أو مجمّعة نتلقاها عبر ميزة "تسجيل الدخول باستخدام Apple". ستستخدم Apple معلوماتك كما هو محدد بموجب القانون ولمنع الاحتيال. يُعد استخدامك لميزة "تسجيل الدخول باستخدام Apple" بمثابة موافقة منك على أن تقوم Apple وشركاتها الفرعية ووكلاؤها بنقل معلوماتك وجمعها والاحتفاظ بها ومعالجتها واستخدامها على النحو المبين أعلاه. تحتفظ Apple بالمعلومات الشخصية فقط طالما كان ذلك ضروريًا لتحقيق أغراض جمعها، بما في ذلك ما هو موضح في سياسة خصوصية Apple أو في إشعارات الخصوصية الخاصة بالخدمة، أو وفقًا لما يقتضيه القانون. عند تقييم فترات الاحتفاظ، نتأكد في البداية مما إذا كان الاحتفاظ بالمعلومات الشخصية المحصَّلة ضروريًا أم لا، وما إذا كان الاحتفاظ بالمعلومات مطلوبًا أم لا، ونعمل على الاحتفاظ بالمعلومات الشخصية لأقصر وقت ممكن يسمح به القانون. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy
bg: Активиране на Вход с Apple Функцията Вход с Apple защитава поверителността ви, като ви позволява да влезете в приложение (или изрезка от приложения), без да предоставяте никаква лична информация, която ви идентифицира. Функцията Вход с Apple също така ви позволява да влезете в уеб сайт, без да предоставяте на разработчиците никаква допълнителна информация, която ви идентифицира, освен информацията, използвана от вашия браузър за нормалните функции на мрежата. Вместо това когато използвате Вход с Apple, Apple предоставя на разработчика на приложението уникален идентификатор, което позволява на информацията ви да остане поверителна. Идентификаторът е различен за всеки разработчик на приложения, за да се помогне за предотвратяването на събиране и споделяне на информация за вашите приложения между различните разработчици. Разработчиците също така могат да ви позволят да използвате Вход с Apple за съществуващи регистрации на техните приложения или уеб сайтове. Ако разработчик избере да активира тази услуга, можете да запазите регистрацията, която вече имате, но влезте чрез Вход с Apple. Защото определени приложения може да имат причина да събират повече информация за вас — например, да се насочват към вашата регистрация с име или да се свържат с вас по имейл — някои разработчици може да поискат за вашето име или имейл адрес, когато използвта Вход с Apple. Вашето име по подразбиране ще се свърже с името на вашата Apple регистрация, което можете да редактирате, преди да го споделите с разработчика. Ако разработчикът поиска имейл адрес, можете да изберете да му предоставите някой от имейлите, свързани с вашата Apple регистрация, или да скриете вашия имейл адрес. Ако изберете да скриете вашия имейл адрес от разработчика, Apple ще генерира и ще предостави на разработчика уникален имейл адрес, който да използва, за да си комуникира с вас. Apple ще препрати имейл, получен на този адрес, до имейл адреса, свързан с вашата Apple регистрация. Apple изтрива съобщенията след доставянето или малко след това, ако не се доставят. На вашето iOS, iPadOS или visionOS устройство можете да промените имейл адреса, до който се препраща пощата, или да изключите препращането на имейли, като отидете в Настройки > [вашето име] > iCloud > iCloud поща > Препращане на поща. На вашия Mac отидете в Системни настройки > [вашето име] > Лична информация. Когато деактивирате и изтриете имейл адрес, използван с функцията Скрий моя имейл, той се запазва с връзка към вашата Apple регистрация за 30 дни с цел предотвратяване на злоупотреби. Впоследствие премахнатият адрес е окончателно изтрит от вашата Apple регистрация и се запазва само за целите на сигурността, например за предотвратяване на повторно издаване на адреса. Ако изберете да активирате Вход с Apple за приложение, този избор се свързва с Apple регистрацията, която използвате за iCloud, така че лесно да използвате Вход с Apple за това приложение на всички ваши Apple устройства. С цел предотвратяване на измами и защита първия път, когато използвате Вход с Apple с ново приложение, Apple ще сподели прост бинарен резултат с разработчика, за да са сигурни, че сте истински човек. Този резултат произлиза от вашата скорошна активност с Apple регистрация заедно с абстрактна информация относно вашето устройство и как го използвате. Нито Apple, нито разработчикът получава конкретна информация относно как използвате вашето устройство. Използвай Вход с Apple Apple знае кога активирате Вход с Apple за приложение или уеб сайт, за да помогнем за настройката на влизането. Когато използвате Вход с Apple с приложение на вашия iPhone, Apple не вижда и не пази история за това в кои приложения сте влизали или кога сте използвали Вход с Apple — тази информация остава на вашето устройство. Когато използвате Вход с Apple на Safari, Apple вижда кога тсе влизали в уеб сайт, за да може Apple да идентифицира влизането ви, но Apple не пази история за това в кои уеб сайтове сте влизали или кога сте използвали Вход с Apple. Дори ако използвате Вход с Apple, за да влезете в приложение или уеб сайт, разработчиците може да ви попитат за допълнителна информация след влизането. Всяка лична информация, която изберете да предоставите на разработчика, е обект на тяхната политика за поверителност. Управляване на Вход с Apple За да управлявате Вход с Apple, на iOS отидете в Настройки > [вашето име] > Вход и сигурност > Приложения, които използват вашата Apple регистрация, на Mac в Системни настройки > [вашето име] > Вход и сигурност или посетете account.apple.com и отидете в раздела за Вход и сигурност, след което отидете до „Вход с Apple“. Там можете да намерите списък с приложенията, които използват Вход с Apple, да прегледате политиката им за поверителност и да изключите функцията Вход с Apple. Ако изберете да изключите Вход с Apple за приложение, информацията, споделена с разработчика за настройването на Вход с Apple за това приложение и всякаква информация, която разработчикът е свързал с вашата регистрация Вход с Apple, ще продължи да е обект на политиката за поверителност на разработчика. Повече информация Apple работи да защитава Вход с Apple със сериозно идентифициране — Touch ID, Face ID и варианти за силен код за защита. Apple може да получава анонимна и обобщена информация за услугата Вход с Apple, включително информация за използването на Вход с Apple. Никаква част от събираната информация не ви идентифицира лично. Apple може да използва информация, която не ви идентифицира, за да подобри продуктите и услугите на Apple, за маркетинг, за предотвратяване на измами и за целите на сигурността. Apple няма да се опита повторно да идентифицира които и да било анонимни или обобщени данни, получени от услугата Вход с Apple. Apple ще използва вашата информация, както се изисква от закона и за предотвратяване на измами. Като използвате Вход с Apple, вие се съгласявате Apple и нейните дъщерни дружества и агенти да предават, събират, поддържат, обработват и използват тази информация, както е описано по-горе. Apple запазва лична информация толкова дълго, колкото е необходимо за целите, за които са събрани, включително както е описано в Политиката за поверителност на Apple или в нашите бележки за поверителност за определени услуги или съгласно изискванията на закона. Когато оценяваме периодите за запазване на данни, първо внимателно проверяваме дали е необходимо да запазваме събраната лична информация. Ако е така, ние се опитваме да я запазим за възможно най-краткия период, разрешен от закона. Събраната от Apple информация винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy
ca: Activació de lʼinici de sessió amb Apple L’inici de sessió amb Apple protegeix la teva privacitat, ja que et permet iniciar sessió a les apps (o als clips d’apps) sense haver de proporcionar a l’equip de desenvolupament cap tipus d’informació que t’identifiqui personalment. Lʼinici de sessió amb Apple també et permet iniciar sessió en un lloc web sense haver de proporcionar a lʼequip de desenvolupament cap informació addicional que tʼidentifiqui personalment, més enllà de la informació que utilitza el navegador web per a les funcions web habituals. En comptes dʼaixò, en iniciar sessió amb Apple, Apple envia a lʼequip de desenvolupament un identificador únic que et permet mantenir la privacitat de la teva informació. Aquest identificador és diferent per a cada equip de desenvolupament dʼapps, de manera que sʼajuda a evitar que els diferents equips recopilin i comparteixin informació de les teves activitats en diferents apps. Els equips de desenvolupament també poden permetre que utilitzis lʼinici de sessió amb Apple per iniciar sessió als comptes de les seves apps o dels seus llocs web. Si lʼequip de desenvolupament ho permet, pots mantenir el compte que ja tens, però iniciar‑hi sessió amb lʼinici de sessió amb Apple. Algunes apps poden tenir motius legítims per recopilar més informació sobre tu, com ara contactar amb tu per correu electrònic o referir‑se al teu compte pel nom. Per això, alguns equips de desenvolupament et poden demanar el nom i l’adreça electrònica com a part del procés d’inici de sessió amb Apple. Per omissió, s’utilitzarà el nom associat al compte d’Apple, que pots editar abans de compartir‑lo amb l’equip de desenvolupament. Si l’equip de desenvolupament et demana una adreça electrònica, pots ocultar la teva o proporcionar‑li qualsevol de les adreces associades al compte d’Apple. Si optes per ocultar l’adreça electrònica a l’equip de desenvolupament, Apple en generarà una d’única i la hi proporcionarà, i serà la que farà servir per comunicar‑se amb tu. Apple reenviarà els missatges que rebis en aquella adreça electrònica a l’adreça associada al compte d’Apple. Un cop enviats, o poc temps després d’enviar‑los, si no s’han pogut entregar, Apple els eliminarà. En un dispositiu iOS, iPadOS o visionOS, pots canviar l’adreça electrònica a què es reenvien els missatges o desactivar el reenviament de correus a l’app Configuració > [nom] > iCloud > Mail a l’iCloud > Reenviament del correu. Al Mac, ves a l’app Configuració del Sistema > [nom] > Informació personal. Per evitar pràctiques malicioses, tota adreça electrònica que hagis utilitzat amb la funció d’ocultació romandrà associada al compte d’Apple durant 30 dies en cas que la desactivis i l’eliminis. Passat aquest temps, s’eliminarà del compte d’Apple definitivament i només es desarà per motius de seguretat, com ara per evitar que es torni a activar la mateixa adreça. Si optes per activar l’inici de sessió amb Apple en una app, es vincularà al compte d’Apple que fas servir a l’iCloud, de manera que hi puguis iniciar la sessió amb Apple fàcilment en tots els dispositius Apple. Per prevenir el frau i per motius de seguretat, la primera vegada que facis servir l’inici de sessió amb Apple en una app nova, Apple compartirà una senzilla puntuació binària amb l’equip de desenvolupament perquè tingui la confiança que ets una persona real. La puntuació es genera a partir de l’activitat recent del compte d’Apple i d’altres dades resumides del dispositiu i dels patrons d’ús del dispositiu. Ni Apple ni l’equip de desenvolupament reben informació específica sobre com fas servir el dispositiu. Ús de l’inici de sessió amb Apple Apple sap si has activat l’inici de sessió amb Apple en una app o en un lloc web per ajudar‑te a configurar la funció. Després, però, quan fas servir l’inici de sessió amb Apple en una app a l’iPhone, Apple no pot llegir ni conservar cap historial de les apps en què inicies sessió, ni tampoc saber quan fas servir l’inici de sessió amb Apple; aquesta informació roman al dispositiu. En fer servir l’inici de sessió amb Apple al Safari, Apple veu que inicies sessió en un lloc web per poder autenticar l’inici de sessió, però no conserva cap historial dels llocs web en què inicies sessió ni de quan fas servir l’inici de sessió amb Apple. Encara que utilitzis l’inici de sessió amb Apple per iniciar sessió en una app o en un lloc web, els equips de desenvolupament et poden demanar informació personal addicional després d’haver iniciat sessió. Tota la informació personal que proporcionis a un equip de desenvolupament estarà subjecta a la seva política de privacitat. Gestió de l’inici de sessió amb Apple Per gestionar l’inici de sessió amb Apple en un dispositiu iOS, ves a l’app Configuració > [nom] > Inici de sessió i seguretat > Apps que utilitzen el compte d’Apple; en un Mac, ves a l’app Configuració del Sistema > [nom] > Inici de sessió i seguretat. També pots visitar account.apple.com i anar a la secció de l’inici de sessió i la seguretat i, després, a la de l’inici de sessió amb Apple. Allà podràs veure una llista d’apps que utilitzen l’inici de sessió amb Apple, consultar‑ne la política de privacitat i desactivar l’inici de sessió amb Apple. Si desactives l’inici de sessió amb Apple en una app, la informació que s’hagi compartit amb l’equip de desenvolupament per configurar l’inici de sessió amb Apple en aquella app i qualsevol informació que aquest hagi associat al teu compte d’inici de sessió amb Apple es continuarà gestionant d’acord amb la seva política de privacitat. Més informació Apple s’esforça per protegir l’inici de sessió amb Apple a través d’un mètode dʼautenticació segur que inclou el Touch ID, el Face ID i opcions de codis complexos. Apple pot rebre informació anonimitzada i agregada sobre l’inici de sessió amb Apple, inclosa la informació sobre com s’utilitza l’inici de sessió amb Apple. La informació recopilada no t’identifica personalment. Apple pot fer servir informació que no t’identifica per millorar els productes i serveis d’Apple, per a finalitats de màrqueting, antifrau i de seguretat. Apple no intentarà en cap cas reidentificar les dades anonimitzades o agregades sobre l’inici de sessió amb Apple que pugui rebre. Apple utilitzarà la informació d’acord amb la legislació vigent i amb la finalitat de prevenir el frau. En utilitzar l’inici de sessió amb Apple, acceptes i permets que Apple i els seus agents i filials transmetin, recopilin, mantinguin, processin i utilitzin la informació tal com s’ha descrit anteriorment. Apple només conserva les dades personals el temps que calgui per satisfer els objectius per a què s’hagin recopilat, tal com es descriu a la política de privacitat d’Apple o als avisos de privacitat específics de cadascun dels serveis, o bé d’acord amb el que estableixi la legislació aplicable. A l’hora d’avaluar els períodes de conservació, primer examinem amb deteniment si cal desar les dades personals recopilades i, en cas que sí que sigui necessari, mirem de conservar‑les el període de temps mínim que permeti la legislació aplicable. La informació recopilada per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que es pot consultar a www.apple.com/es/privacy.
cs: Aktivace Přihlášení přes Apple Služba Přihlášení přes Apple chrání vaše soukromí tím, že vám umožňuje přihlašovat se k aplikacím (nebo klipům aplikací), aniž byste museli jejich vývojářům poskytnout údaje, které by umožnily vaši osobní identifikaci. Pomocí Přihlášení přes Apple se stejně tak můžete přihlásit k webovým stránkám, aniž byste museli jejich vývojářům poskytnout další údaje (nad rámec údajů běžně využívaných prohlížečem k normální funkci webových stránek), které by umožnily vaši osobní identifikaci. Místo těchto údajů obdrží vývojář aplikace při přihlášení přes Apple jen náhodně vygenerovaný jedinečný identifikátor, který přidruží k vašemu účtu. Vaše osobní údaje tak zůstanou skryté. Tento identifikátor je přitom pro každého vývojáře jiný, takže neumožňuje ani shromažďovat informace o vašich aktivitách v různých aplikacích. Vývojáři také můžou aktivovat Přihlášení přes Apple pro vaše už existující účty v aplikacích a na webových stránkách. Pokud se vývojáři rozhodnou aktivovat tuto službu, můžete si ponechat účet, který už máte, ale přihlašovat se k němu pomocí Přihlášení přes Apple. Vzhledem k tomu, že některé aplikace mohou mít legitimní důvod k získání dalších informací o vás, například proto, aby vás mohly kontaktovat přes e‑mail nebo odkazovat na váš účet pod vaším jménem, mohou vás někteří vývojáři v rámci procesu přihlašování přes Apple požádat o sdělení jména a e‑mailové adresy. Těmto vývojářům můžete podle vlastní volby poskytnout jméno přidružené k vašemu účtu Apple (standardní nastavení) nebo můžete poskytované jméno před odesláním upravit. Jestliže vývojář požádá o zadání e‑mailové adresy, můžete podle vlastní volby použít některou z e‑mailových adres propojených s vaším účtem Apple nebo e‑mailovou adresu zcela skrýt. Rozhodnete‑li se pro skrytí e‑mailové adresy, společnost Apple vygeneruje a poskytne vývojáři náhodně vygenerovanou jedinečnou adresu pro komunikaci vývojáře s vámi a e‑maily doručené na tuto adresu vám bude přeposílat na některou z adres propojených s vaším účtem Apple. Společnost Apple tyto e‑mailové zprávy po odeslání (nebo v případě nedoručitelnosti) vždy po krátké době smaže. Na iOS, iPadOS a visionOS zařízeních můžete e‑mailovou adresu pro přeposílání kdykoli změnit nebo přeposílání deaktivovat v Nastavení > [vaše jméno] > iCloud > Mail na iCloudu > Přeposílání e‑mailů. Na Macu otevřete Nastavení systému > [vaše jméno] > Osobní údaje. Když deaktivujete a smažete e‑mailovou adresu používanou se službou Skrýt můj e‑mail, uchováme ji ve vztahu k vašemu účtu Apple po dobu 30 dní pro účely prevence zneužití. Odstraněná adresa se poté z vašeho účtu Apple smaže definitivně a uchovává se pouze pro bezpečnostní účely, například k zabránění opětovnému použití. Jestliže se pro některou aplikaci rozhodnete aktivovat službu Přihlášení přes Apple, tato volba se propojí s účtem Apple, který používáte pro iCloud, takže se v této aplikaci můžete snadno přihlašovat přes Apple na všech svých zařízeních. Když se pomocí Přihlášení přes Apple poprvé přihlašujete k nové aplikaci, společnost Apple bude kvůli zabránění podvodům a z bezpečnostních důvodů s vývojářem sdílet prosté binární skóre, které vývojáři zaručí, že jste skutečnou osobou. Toto skóre je odvozeno od vašich posledních aktivit pod účtem Apple a je doplněno abstrahovanými informacemi o vašem zařízení a jeho typickém používání. Ani Apple, ani vývojář nezíská žádné konkrétní informace o vašich návycích při používání zařízení. Používání služby Přihlášení přes Apple Společnost Apple se dozví o tom, že jste si pro některou aplikaci nebo webové stránky aktivovali Přihlášení přes Apple, takže vám případně může pomoci s konfigurací této služby. Jakmile pak normálně používáte přihlášení přes Apple na svém iPhonu, společnost Apple nezaznamenává ani neuchovává žádné údaje o tom, ke kterým aplikacím a kdy jste se pomocí Přihlášení přes Apple přihlašovali. Tyto informace zůstávají na vašem zařízení. Když se pomocí Přihlášení přes Apple přihlašujete v Safari, společnost Apple zjistí, že se přihlašujete k určitým webovým stránkám, takže může vaše přihlášení ověřit, ale v žádném případě neuchovává historii vašich navštívených webových stránek ani údaje o časech, kdy jste se k nim přihlašovali. I když se k některé aplikaci nebo webovým stránkám přihlásíte pomocí Přihlášení přes Apple, může se vás vývojář později po přihlášení dotázat na další osobní informace. Na veškeré osobní údaje, které se rozhodnete s vývojářem sdílet, se vztahují zásady ochrany osobních údajů tohoto vývojáře. Správa služby Přihlášení přes Apple Chcete‑li přihlašování přes Apple spravovat, v systému iOS otevřete Nastavení > [vaše jméno] > Přihlášení a zabezpečení > Aplikace využívající váš účet Apple. Na Macu přejděte do Nastavení systému > [vaše jméno] > Přihlášení a zabezpečení nebo navštivte stránku account.apple.com, přejděte do oddílu Přihlášení a zabezpečení a odtud na stránku Přihlášení přes Apple. Zde najdete seznam aplikací, které službu Přihlášení přes Apple využívají, a můžete si přečíst jejich zásady ochrany osobních údajů a smluvní podmínky nebo službu Přihlášení přes Apple vypnout. Pokud se rozhodnete vypnout službu Přihlášení přes Apple pro určitou aplikaci, bude se všemi informacemi, které jste s vývojářem aplikace za účelem nastavení Přihlášení přes Apple sdíleli a které její vývojář přidružil k vašemu účtu pro přihlašování přes Apple, dále nakládáno v souladu s jeho zásadami ochrany osobních údajů. Další informace Společnost Apple usiluje o maximální ochranu služby Přihlášení přes Apple všemi prostředky silného ověřování – s využitím Touch ID, Face ID nebo složitých hesel. Společnost Apple může získávat anonymizovaná a agregovaná data týkající se služby Přihlášení přes Apple, zahrnující například informace o využívání této služby. Žádné ze shromažďovaných informací neslouží k vaší osobní identifikaci. Informace, které vás neidentifikují, může společnost Apple používat k dalšímu vylepšování svých produktů a služeb, pro marketingové účely a pro zabránění podvodům a k dalšímu zabezpečení. Společnost Apple se nepokouší žádná anonymizovaná a agregovaná data získaná ze služby Přihlášení přes Apple zpětně identifikovat. Společnost Apple vaše údaje vždy využívá v souladu se zákonnými předpisy a pro účely zabránění podvodům. Používáním služby Přihlášení přes Apple vyjadřujete svůj souhlas s tím, že společnost Apple, její pobočky a zástupci mohou vaše údaje převádět, shromažďovat, spravovat, zpracovávat a využívat výše popsaným způsobem. Apple uchovává osobní údaje jen po dobu nezbytnou k naplnění účelů, za nimiž byly shromážděny. Jedná se o účely popsané v našich zásadách ochrany osobních údajů nebo v jiných sděleních společnosti Apple o ochraně soukromí, určených pro konkrétní služby, a účely plynoucí z požadavků zákona. Při stanovování doby uchování údajů nejprve důkladně zvážíme, zda je shromážděné osobní údaje vůbec nutné uchovávat, a pokud dospějeme k závěru, že ano, snažíme se je uchovávat po co nejkratší zákonem povolenou dobu. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Aktivering af Log ind med Apple Log ind med Apple beskytter din anonymitet, fordi du kan logge ind i en app (eller et appklip) uden at skulle give udvikleren oplysninger, der kan identificere dig. Log ind med Apple gør det også muligt for dig at logge ind på et websted uden at skulle give udvikleren yderligere oplysninger, der identificerer dig personligt, ud over oplysninger, der bruges af din browser til normale webfunktioner. Når du bruger Log ind med Apple, giver Apple i stedet appudvikleren et unikt id. På den måde beskyttes dine personlige oplysninger. Alle appudviklere får forskellige id’er, så forskellige udviklere ikke kan indsamle og dele oplysninger om dig på tværs af apps. Udviklere kan også give dig mulighed for at bruge Log ind med Apple til eksisterende konti i deres apps eller på deres websteder. Hvis udvikleren vælger at slå dette til, kan du beholde den konto, du allerede har, men logge ind på den ved hjælp af Log ind med Apple. Visse apps kan have grunde til at indsamle flere oplysninger om dig – f.eks. hvis det skal være muligt at referere til kontoen via dit navn eller kontakte dig via e-mail – så nogle udviklere beder måske om dit navn eller din e-mailadresse, når du bruger Log ind med Apple. Dit navn vil som standard blive indstillet som navnet forbundet med din Apple‑konto, som du kan redigere, inden du deler det med udvikleren. Hvis udvikleren beder om en e-mailadresse, kan du vælge at give udvikleren en af de e-mailadresser, der er forbundet med din Apple‑konto, eller skjule din e-mailadresse. Hvis du vælger at skjule din e-mailadresse fra udvikleren, giver Apple udvikleren en tilfældigt genereret e-mailadresse, som kan bruges til at kommunikere med dig. Apple videresender e-mail, som modtages på adressen, til en e-mailadresse knyttet til din Apple‑konto. Apple sletter beskeder efter levering eller efter kort tid, hvis de ikke kan leveres. På din iOS- , iPadOS- eller visionOS-enhed kan du ændre den e-mailadresse, e-mailen videresendes til, eller deaktivere videresendelse af e-mails, ved at gå til Indstillinger > [dit navn] > iCloud > iCloud-mail > Videresend e-mails. På Mac skal du gå til Systemindstillinger > [dit navn] > Personlige oplysninger. Når du deaktiverer og sletter en e-mailadresse, der bruges med Skjul min e-mailadresse, opbevares og tilknyttes den din Apple‑konto i 30 dage for at forhindre kontomisbrug. Den fjernede adresse slettes derefter permanent fra din Apple‑konto og opbevares kun af sikkerhedsmæssige årsager, f.eks. for at forhindre, at adressen genbruges. Hvis du vælger at slå Log ind med Apple til for en app, knyttes dette valg til den Apple‑konto, du bruger til iCloud, så du nemt kan bruge Log ind med Apple for denne app på alle dine Apple-enheder. Første gang du bruger Log ind med Apple med en ny app, vil Apple for at forhindre svindel og af sikkerhedsmæssige årsager dele en simpel binær score med udvikleren, så de har tiltro til, at du er en rigtig person. Denne score er afledt fra din seneste Apple-kontoaktivitet samt udtrukne oplysninger om din enhed og brugsmønstre for enheden. Hverken Apple eller udvikleren modtager specifikke oplysninger om, hvordan du bruger din enhed. Brug af Log ind med Apple Apple ved, hvornår du aktiverer Log ind med Apple for en app eller et websted, så vi kan hjælpe dig med at indstille Log ind. Når du derefter bruger Log ind med Apple med en app på din iPhone, kan Apple hverken se eller gemme en historik over, hvilke apps du logger ind på, eller hvornår du bruger Log ind med Apple. Disse oplysninger bliver på din enhed. Når du bruger Log ind med Apple i Safari, ser Apple, når du logger ind på et websted, så Apple kan godkende dit log ind, men Apple opbevarer ikke en historik over, hvilke websteder du logger ind på, eller hvornår du bruger Log ind med Apple. Selv hvis du bruger Log ind med Apple til at logge ind på en app eller et websted, kan udviklere bede dig om yderligere personlige oplysninger, når du har logget ind. Alle personlige oplysninger, du vælger at give til en udvikler, er underlagt udviklerens anonymitetspolitik. Administration af Log ind med Apple Du kan administrere Log ind med Apple ved at gå til Indstillinger > [dit navn] > Login og sikkerhed > Apps, der bruger din Apple‑konto i iOS, til Systemindstillinger > [dit navn] > Login og sikkerhed på Mac eller ved at gå ind på account.apple.com, vælge Login og sikkerhed og derefter gå til Log ind med Apple. Der kan du finde en liste over de apps, der bruger Log ind med Apple, gennemgå deres anonymitetspolitikker og slå Log ind med Apple fra. Hvis du vælger at slå Log ind med Apple fra for en app, bliver oplysninger, der blev delt med udvikleren for at indstille Log ind med Apple for den pågældende app, og alle de oplysninger, udvikleren har knyttet til dig i forbindelse med din Log ind med Apple-konto, fortsat håndteret i overensstemmelse med udviklerens anonymitetspolitik. Flere oplysninger Apple beskytter Log ind med Apple vha. effektive godkendelsesteknologier som Touch ID, Face ID og muligheder for at bruge stærke adgangskoder. Apple kan modtage anonyme og samlede oplysninger om Log ind med Apple, inklusive oplysninger om brug af Log ind med Apple. Ingen af de indsamlede oplysninger identificerer dig personligt. Apple kan bruge oplysninger, der ikke kan identificere dig, til at forbedre Apple-produkter og -tjenester, til marketingformål og til at forhindre svindel og øge sikkerheden. Apple forsøger ikke at genidentificere nogen anonyme eller indsamlede data om Log ind med Apple, som vi modtager. Apple vil bruge dine oplysninger i overensstemmelse med loven og med henblik på at forhindre svindel. Når du bruger Log ind med Apple, indvilliger du i, at Apple og dets datterselskaber og repræsentanter overfører, indsamler, vedligeholder, bearbejder og bruger dine oplysninger som beskrevet ovenfor. Apple opbevarer kun personlige oplysninger, så længe det er nødvendigt i forbindelse med de formål, de blev indsamlet til, herunder som beskrevet i Apples anonymitetspolitik i vores meddelelser om anonymitet for de relevante tjenester, eller som lovgivningen foreskriver. Når vi fastslår længden på opbevaringsperioder, undersøger vi først grundigt, om det er nødvendigt at opbevare de indsamlede personlige oplysninger, og hvis opbevaring kræves, arbejder vi på at opbevare de personlige oplysninger i så kort tid, som det er muligt i henhold til lovgivningen. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy
de: „Mit Apple anmelden“ aktivieren Die Funktion „Mit Apple anmelden“ schützt deine Privatsphäre dadurch, dass du dich bei Apps (oder App Clips) anmelden kannst, ohne dem Entwicklungsteam Informationen preiszugeben, die Rückschlüsse auf deine Person zulassen. Mit „Mit Apple anmelden“ kannst du dich auch bei einer Website anmelden, ohne dem Entwicklungsteam – abgesehen von den Informationen, die der Browser für normale Webfunktionen verwendet – zusätzliche Informationen bereitzustellen, die dich persönlich zu erkennen geben. Beim Anmelden mit der Option „Mit Apple anmelden“ stellt Apple dem Entwicklungsteam stattdessen eine eindeutige ID zur Verfügung. Auf diese Weise bleiben deine Daten zuverlässig geschützt. Für jedes Entwicklungsteam wird eine andere ID generiert, sodass Entwicklungsteams daran gehindert werden, Informationen über dich appübergreifend zu sammeln und zu teilen. Entwicklungsteams können sich ebenfalls dafür entscheiden, „Mit Apple anmelden“ zum Anmelden bei ihren Apps oder Websites für vorhandene Accounts zu verwenden. Wenn ein Entwicklungsteam dies ermöglicht, kannst du den bereits vorhandenen Account behalten und dich dennoch mit „Mit Apple anmelden“ anmelden. Da bestimmte Apps berechtigte Gründe haben können, mehr Informationen über dich zu sammeln (etwa um namentlich auf deinen Account zu verweisen oder dich per E-Mail zu kontaktieren), können einige Entwicklungsteams nach deinem Namen oder deiner E-Mail-Adresse fragen, wenn du „Mit Apple anmelden“ verwendest. Hierbei wird standardmäßig der Name verwendet, der deinem Apple Account zugeordnet ist. Du kannst diesen Namen bearbeiten, bevor du ihn mit dem Entwicklungsteam teilst. Wenn das Entwicklungsteam nach einer E‑Mail-Adresse fragt, kannst du wahlweise eine der E‑Mail-Adressen nennen, die deinem Apple Account zugeordnet sind, oder deine E‑Mail-Adresse ausblenden. Wenn deine E-Mail-Adresse ausgeblendet werden soll, generiert Apple für das Entwicklungsteam eine eindeutige E-Mail-Adresse, die diese dann für die Kommunikation mit dir verwenden können. Apple leitet die von dieser Adresse empfangenen E‑Mails an eine E‑Mail-Adresse weiter, die deinem Apple Account zugeordnet ist. Apple löscht diese Nachrichten dann nach dem Versand oder nach einem kurzen Zeitraum, wenn sie unzustellbar waren. Auf deinem iOS-, iPadOS- oder visionOS-Gerät kannst du die E‑Mail-Adresse, an die Nachrichten weitergeleitet werden, ändern oder die Weiterleitung von Nachrichten deaktivieren. Wähle dazu „Einstellungen“ > „[dein Name]“ > „iCloud“ > „iCloud-Mail“ > „E‑Mail-Weiterleitung“. Auf deinem Mac nimmst du die Änderung unter „Systemeinstellungen“ > „[dein Name]“ > „Persönliche Daten“ vor. Wenn du eine E‑Mail-Adresse deaktivierst und löschst, die du mit „E‑Mail-Adresse verbergen“ verwendest, wird sie in Verbindung mit deinem Apple Account 30 Tage lang zur Vorbeugung von Missbrauch gespeichert. Im Anschluss wird die entfernte E‑Mail-Adresse dauerhaft von deinem Apple Account gelöscht und ausschließlich aus Sicherheitsgründen, z. B. um die E‑Mail-Adresse nicht erneut auszustellen, aufbewahrt. Wenn du „Mit Apple anmelden“ für eine App aktivierst, wird diese Auswahl mit dem Apple Account verknüpft, die du für iCloud verwendest. So kannst du „Mit Apple anmelden“ für die App einfach auf all deinen Apple-Geräten verwenden. Wenn du zum ersten Mal „Mit Apple anmelden“ für eine neue App verwendest, teilt Apple zur Betrugsprävention und aus Sicherheitsgründen dem Entwicklungsteam einen einfachen Zahlencode mit, damit dieser darauf vertrauen kann, dass du eine echte Person bist. Dieser Code wird aus deiner aktuellen Apple Account-Aktivität abgeleitet und mit von deinem Gerät und deinen Gerätenutzungsmustern extrahierten Informationen kombiniert. Weder Apple noch das Entwicklungsteam erhalten spezielle Informationen dazu, wie du dein Gerät nutzt. „Mit Apple anmelden“ verwenden Apple weiß, wann du „Mit Apple anmelden“ für eine App oder Website aktivierst, und kann dir beim Einrichten der Anmeldung helfen. Wenn du „Mit Apple anmelden“ mit einer App auf deinem iPhone verwendest, verbleiben die Informationen dazu, welche Apps du zum Anmelden verwendest oder wann du „Mit Apple anmelden“ verwendest, auf deinem Gerät. Apple kann diese Information weder sehen noch speichern. Wenn du „Mit Apple anmelden“ in Safari verwendest, sieht Apple, wann du dich bei einer Website anmeldest, um deine Anmeldung authentifizieren zu können. Apple speichert jedoch weder die Websites, bei denen du dich anmeldest, noch, wann du „Mit Apple anmelden“ verwendest. Auch wenn du dich mit „Mit Apple anmelden“ bei einer App oder Website anmeldest, wirst du u. U. nach der Anmeldung von Entwicklungsteams nach persönlichen Informationen gefragt. Persönliche Informationen, die du Entwicklungsteams zur Verfügung stellst, unterliegen deren Datenschutzrichtlinie. „Mit Apple anmelden“ verwalten Um „Mit Apple anmelden“ zu verwalten, wählst du in iOS „Einstellungen“ > „[dein Name]“ > „Anmeldung & Sicherheit“ > „Apps“. Auf dem Mac öffnest du „Systemeinstellungen“ > „[dein Name]“ > „Anmeldung & Sicherheit“. Alternativ kannst du account.apple.com besuchen und unter dem Abschnitt „Anmeldung und Sicherheit“ die Option „Mit Apple anmelden“ wählen. Dort findest du eine Liste der Apps, die „Mit Apple anmelden“ verwenden. Außerdem kannst du die Datenschutzrichtlinie lesen und die Option „Mit Apple anmelden“ deaktivieren. Wenn du „Mit Apple anmelden“ für eine App deaktivierst, werden die Informationen, die du mit dem Entwicklungsteam geteilt hast, um „Mit Apple anmelden“ für diese App einzurichten, sowie die Informationen, die es deinem Account für „Mit Apple anmelden“ zugeordnet hat, weiterhin gemäß der Datenschutzrichtlinie dieses Entwicklungsteams behandelt. Weitere Informationen Apple arbeitet daran, die Option „Mit Apple anmelden“ mit einer starken Authentifizierung zu schützen, die durch Touch ID, Face ID und starke Codeoptionen durchgesetzt wird. Apple erhält möglicherweise anonyme und aggregierte Informationen über „Mit Apple anmelden“, etwa Informationen über deine Nutzung von „Mit Apple anmelden“. Die erfassten Informationen lassen keine Rückschlüsse auf deine Person zu. Apple kann Informationen, die dich nicht zu erkennen geben, zur Verbesserung von Apple-Produkten und -Diensten, für Marketing-Zwecke sowie zur Betrugsprävention und zu Sicherheitszwecken verwenden. Apple unternimmt keinerlei Versuch, anonyme oder aggregierte Daten zu „Mit Apple anmelden“, die Apple erhält, zu reidentifizieren. Apple verwendet deine Informationen wie gesetzlich vorgeschrieben und zur Betrugsprävention. Durch die Verwendung von „Mit Apple anmelden“ erklärst du dein Einverständnis damit, dass Apple, seine Tochtergesellschaften und Vertreter diese Informationen wie oben beschrieben übertragen, sammeln, verwalten, verarbeiten und verwenden. Apple speichert persönliche Informationen nur während des Zeitraums, der zur Erfüllung der jeweiligen Sammlungszwecke erforderlich ist, sowie gemäß der Datenschutzrichtlinie von Apple, unseres dienstspezifischen Datenschutzhinweises oder der gesetzlichen Vorgaben. Bei der Festlegung von Speicherzeiträumen untersuchen wir zunächst, ob das Speichern der gesammelten persönlichen Informationen notwendig ist. Ist dies der Fall, speichern wir die persönlichen Informationen für den gemäß Gesetz kürzest möglichen Zeitraum. Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com/de/privacy zu finden ist.
el: Ενεργοποίηση της Σύνδεσης μέσω Apple Η Σύνδεση μέσω Apple προστατεύει το απόρρητό σας καθώς σας επιτρέπει να συνδεθείτε σε μια εφαρμογή (ή κλιπ εφαρμογής) χωρίς να χρειαστεί να παράσχετε στον δημιουργό πληροφορίες που σας ταυτοποιούν. Η Σύνδεση μέσω Apple σάς δίνει επίσης τη δυνατότητα να συνδεθείτε σε έναν ιστότοπο χωρίς να χρειαστεί να παράσχετε στον δημιουργό επιπλέον πληροφορίες που σας ταυτοποιούν πέρα από τις πληροφορίες που χρησιμοποιούνται από το πρόγραμμα περιήγησής σας για τις τυπικές λειτουργίες Ιστού. Όταν χρησιμοποιείτε τη Σύνδεση μέσω Apple, η Apple παρέχει στον δημιουργό της εφαρμογής ένα μοναδικό αναγνωριστικό, που επιτρέπει τη διατήρηση του απορρήτου των δεδομένων σας. Αυτό το αναγνωριστικό είναι μοναδικό για κάθε δημιουργό εφαρμογής, ώστε να μην επιτρέπεται σε διαφορετικούς δημιουργούς η συλλογή και η κοινοποίηση πληροφοριών για εσάς μεταξύ εφαρμογών. Οι δημιουργοί μπορούν επίσης να σας επιτρέψουν να χρησιμοποιείτε τη Σύνδεση μέσω Apple για διαφορετικούς λογαριασμούς στις εφαρμογές ή τους ιστοτόπους τους. Αν ένας δημιουργός επιλέξει να ενεργοποιήσει αυτήν τη δυνατότητα, μπορείτε να κρατήσετε τον λογαριασμό που έχετε αλλά να συνδέεστε σε αυτόν με τη Σύνδεση μέσω Apple. Επειδή μερικές εφαρμογές μπορεί να έχουν κάποιον λόγο για τη συλλογή δεδομένων σχετικών με εσάς –για παράδειγμα, για να αναφέρονται στον λογαριασμό σας κατ’ όνομα ή να επικοινωνούν μαζί σας μέσω email–, κάποιοι δημιουργοί μπορεί να ζητήσουν το όνομα ή τη διεύθυνση email σας όταν χρησιμοποιείτε τη Σύνδεση μέσω Apple. Το όνομα σας θα είναι το προεπιλεγμένο όνομα που είναι συσχετισμένο με τον λογαριασμό Apple σας και το οποίο μπορείτε να αλλάξετε πριν το κοινοποιήσετε στον δημιουργό. Αν ο δημιουργός ζητήσει μια διεύθυνση email, μπορείτε να επιλέξετε να δώσετε στον δημιουργό οποιαδήποτε διεύθυνση email είναι συσχετισμένη με τον λογαριασμό Apple σας, ή μπορείτε να αποκρύψετε τη διεύθυνση email σας. Αν επιλέξετε να αποκρύψετε τη διεύθυνση email σας από τον δημιουργό, η Apple θα δημιουργήσει και θα παράσχει στον δημιουργό μια μοναδική διεύθυνση email που θα μπορεί να χρησιμοποιεί ο δημιουργός για να επικοινωνεί μαζί σας. Η Apple θα προωθεί τα email που λαμβάνετε στη συγκεκριμένη διεύθυνση σε μια διεύθυνση email που είναι συσχετισμένη με τον λογαριασμό Apple σας. Η Apple διαγράφει τα μηνύματα μετά την παράδοση τους ή μετά από μικρό χρονικό διάστημα αν δεν έχουν παραδοθεί. Στη συσκευή iOS, iPadOS ή visionOS σας, μπορείτε να αλλάξετε τη διεύθυνση email στην οποία προωθούνται τα email σας, ή να απενεργοποιήσετε την προώθηση email στις «Ρυθμίσεις» > [το όνομά σας] > «iCloud» > « iCloud Mail» > «Προώθηση email». Στο Mac σας, μεταβείτε στις «Ρυθμίσεις συστήματος» > [το όνομά σας] > «Προσωπικά στοιχεία». Όταν απενεργοποιείτε και διαγράφετε μια διεύθυνση email που χρησιμοποιείται με την Απόκρυψη email, αυτή διατηρείται σε συσχετισμό με τον λογαριασμό Apple σας για 30 ημέρες για σκοπούς αποτροπής κατάχρησης. Η αφαιρούμενη διεύθυνση έπειτα διαγράφεται οριστικά από τον λογαριασμό Apple σας και διατηρείται μόνο για σκοπούς ασφάλειας, όπως αποτροπή εκ νέου έκδοσης της διεύθυνσης. Αν επιλέξετε να ενεργοποιήσετε τη Σύνδεση μέσω Apple για μια εφαρμογή, η επιλογή σας συνδέεται με τον λογαριασμό Apple που χρησιμοποιείτε για το iCloud, για να μπορείτε να χρησιμοποιείτε εύκολα τη Σύνδεση μέσω Apple για τη συγκεκριμένη εφαρμογή σε όλες τις συσκευές Apple σας. Για λόγους αποτροπής απάτης και ασφάλειας, την πρώτη φορά που χρησιμοποιείτε τη Σύνδεση μέσω Apple για μια νέα εφαρμογή, η Apple κοινοποιεί μια απλή δυαδική βαθμολογία στον δημιουργό για να μπορέσει να εμπιστευτεί ότι είστε πραγματικό πρόσωπο. Αυτή η βαθμολογία προκύπτει από την πρόσφατη δραστηριότητα του λογαριασμού σας Apple σε συνδυασμό με αφηρημένες πληροφορίες που σχετίζονται με τη συσκευή σας και τα μοτίβα χρήσης της. Ούτε η Apple ούτε ο δημιουργός λαμβάνει συγκεκριμένες πληροφορίες για το πώς χρησιμοποιείτε τη συσκευή σας. Χρήση της Σύνδεσης μέσω Apple Η Apple γνωρίζει πότε ενεργοποιείτε τη Σύνδεση μέσω Apple για μια εφαρμογή ή έναν ιστότοπο, για να μπορεί να βοηθά στη διαμόρφωση της σύνδεσης. Όταν στη συνέχεια χρησιμοποιείτε τη Σύνδεση μέσω Apple με μια εφαρμογή στο iPhone σας, η Apple δεν είναι δυνατό να δει σε ποιες εφαρμογές συνδέεστε ή πότε χρησιμοποιείτε τη Σύνδεση μέσω Apple, καθώς αυτές οι πληροφορίες παραμένουν στη συσκευή σας. Όταν χρησιμοποιείτε τη Σύνδεση μέσω Apple στο Safari, η Apple βλέπει πότε συνδέεστε σε έναν ιστότοπο, για να μπορεί να πραγματοποιεί έλεγχο ταυτοποίησης της σύνδεσης σας, αλλά δεν διατηρεί ιστορικό με τους ιστότοπους στους οποίους συνδέεστε ή με δεδομένα σχετικά με το πότε χρησιμοποιείτε τη Σύνδεση μέσω Apple. Ακόμη κι αν χρησιμοποιήσετε τη Σύνδεση μέσω Apple για να συνδεθείτε σε μια εφαρμογή ή έναν ιστότοπο, οι δημιουργοί μπορεί να σας ζητήσουν πρόσθετα προσωπικά στοιχεία αφού συνδεθείτε. Οποιαδήποτε προσωπικά δεδομένα επιλέγετε να παρέχετε σε έναν δημιουργό υπόκεινται στην πολιτική απορρήτου του δημιουργού. Διαχείριση της Σύνδεσης μέσω Apple Για διαχείριση της Σύνδεσης μέσω Apple, μεταβείτε στις «Ρυθμίσεις» > [το όνομά σας] > «Σύνδεση και ασφάλεια» > «Εφαρμογές με τον λογαριασμό Apple σας» σε iOS και στις «Ρυθμίσεις συστήματος» > [το όνομά σας] > «Σύνδεση και ασφάλεια» σε Mac, ή επισκεφθείτε τη σελίδα account.apple.com και μεταβείτε στην ενότητα «Σύνδεση και ασφάλεια» και, στη συνέχεια, στη «Σύνδεση μέσω Apple». Εκεί, θα βρείτε μια λίστα με τις εφαρμογές που χρησιμοποιούν τη Σύνδεση μέσω Apple, και μπορείτε να διαβάσετε τις πολιτικές απορρήτου του εκάστοτε δημιουργού και να απενεργοποιήσετε τη Σύνδεση μέσω Apple. Αν επιλέξετε να απενεργοποιήσετε τη Σύνδεση μέσω Apple για μια εφαρμογή, ο χειρισμός των πληροφοριών που έχουν κοινοποιηθεί στον δημιουργό για διαμόρφωση της Σύνδεσης μέσω Apple για την εφαρμογή και των πληροφοριών που έχει συσχετίσει ο δημιουργός με τον λογαριασμό σας για τη Σύνδεση μέσω Apple, θα συνεχίσει να γίνεται σύμφωνα με την πολιτική απορρήτου του δημιουργού. Περισσότερες πληροφορίες Η Apple φροντίζει να προστατεύει τη Σύνδεση μέσω Apple με ισχυρά στοιχεία πιστοποίησης – μέσω Touch ID, Face ID, και επιλογών ισχυρών κωδικών. Η Apple ενδέχεται να λαμβάνει ανώνυμες και συγκεντρωτικές πληροφορίες για τη Σύνδεση μέσω Apple, συμπεριλαμβανομένων πληροφοριών σχετικά με τη χρήση της Σύνδεσης μέσω Apple. Καμία από τις πληροφορίες που συλλέγονται δεν σας ταυτοποιεί προσωπικά. Η Apple ενδέχεται να χρησιμοποιεί πληροφορίες που δεν σας ταυτοποιούν για να βελτιώσει τα προϊόντα και τις υπηρεσίες της, καθώς και για σκοπούς διαφήμισης, αποτροπής απάτης, και ασφάλειας. Η Apple δεν θα επιχειρεί να ταυτοποιεί εκ νέου τα ανώνυμα και συγκεντρωτικά δεδομένα που λαμβάνει από τη Σύνδεση μέσω Apple. Η Apple θα χρησιμοποιεί τις πληροφορίες σας όπως απαιτείται από τους νόμους και για αποτροπή απάτης. Η χρήση της Σύνδεσης μέσω Apple από μέρους σας συνεπάγεται ότι συμφωνείτε και συναινείτε ως προς τη μετάδοση, τη συλλογή, τη διατήρηση, την επεξεργασία και τη χρήση των προαναφερθέντων πληροφοριών, από την Apple, τις θυγατρικές και τους αντιπροσώπους της. Η Apple διατηρεί προσωπικά στοιχεία μόνο για όσο διάστημα χρειάζεται για εκπλήρωση των σκοπών για τους οποίους συλλέχθηκαν, όπως περιγράφονται στην Πολιτική απορρήτου της Apple ή στις δηλώσεις απορρήτου των υπηρεσιών Apple, ή όπως απαιτείται από τον νόμο. Κατά την αξιολόγηση των περιόδων διατήρησης, πρώτα εξετάζουμε προσεκτικά αν είναι απαραίτητη η διατήρηση των συλλεγμένων προσωπικών στοιχείων και, σε περίπτωση που η διατήρηση απαιτείται, τα διατηρούμε για την ελάχιστη δυνατή περίοδο που επιτρέπεται από τον νόμο. Ο χειρισμός των πληροφοριών που συλλέγονται από την Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/gr/privacy.
es: Activar “Iniciar sesión con Apple” “Iniciar sesión con Apple” protege tu privacidad al permitirte iniciar sesión en una app (o en un clip de app) sin proporcionar al desarrollador ninguna información que te identifique personalmente. “Iniciar sesión con Apple” también te permite iniciar sesión en un sitio web sin proporcionar al desarrollador ninguna información que te identifique personalmente más allá de la utilizada por tu navegador para realizar sus funciones web ordinarias. En lugar de esto, al usar la opción “Iniciar sesión con Apple”, Apple proporciona al desarrollador de la app un identificador único, lo cual te permite mantener la privacidad de tu información. Este identificador es diferente para cada desarrollador de apps y ayuda a evitar que los desarrolladores recopilen información acerca de tus actividades en todo el ecosistema de apps. Los desarrolladores también pueden permitirte usar “Iniciar sesión con Apple” para las cuentas existentes en sus apps o sitios web. Si un desarrollador decide activar esta opción, podrás mantener la cuenta de la que ya dispones, pero tendrás que iniciar sesión en ella mediante “Iniciar sesión con Apple”. Dado que es posible que determinadas apps tengan razones legítimas para recopilar más información sobre ti (por ejemplo, para poder contactar contigo por correo electrónico o para referirse a tu cuenta por el nombre), puede que algunos desarrolladores pidan tu nombre y dirección de correo electrónico como parte del proceso de “Iniciar sesión con Apple”. Por omisión, tu nombre será el nombre asociado a tu cuenta de Apple, pero puedes editarlo antes de compartirlo con el desarrollador. Si el desarrollador te pide una dirección de correo electrónico, puedes elegir proporcionarle cualquiera de las direcciones asociadas a tu cuenta de Apple u ocultarla. Si eliges ocultar tu dirección de correo electrónico, Apple generará y proporcionará al desarrollador una dirección de correo electrónico única para que pueda comunicarse contigo. Apple reenviará el correo electrónico que se reciba en esa dirección a una dirección de correo electrónico asociada a tu cuenta de Apple y eliminará los mensajes una vez entregados o, si no es posible entregarlos, tras un breve espacio de tiempo. En tu dispositivo iOS, iPadOS o visionOS, puedes cambiar la dirección a la que se reenvía el correo o desactivar el reenvío de correo en Ajustes > [tu nombre] > iCloud > iCloud Mail > Desvío de correos. En el Mac, ve a Ajustes del Sistema > [tu nombre] > Información personal. Cuando desactivas y eliminas una dirección de correo que se ha usado con la función “Ocultar mi correo electrónico”, se conservará durante un plazo de 30 días asociada a tu cuenta de Apple con el fin de prevenir usos indebidos. Una vez transcurrido ese tiempo, se eliminará definitivamente de tu cuenta de Apple y se conservará únicamente por motivos de seguridad, como para impedir que se pueda usar de nuevo la misma dirección. Si decides activar “Iniciar sesión con Apple” para una app, esa elección quedará vinculada a la cuenta de Apple que utilizas con iCloud, de modo que puedas usar el servicio en esa app fácilmente con todos tus dispositivos Apple. Por motivos relacionados con la prevención del fraude y la seguridad, la primera vez que utilices “Iniciar sesión con Apple” con una app nueva, Apple compartirá una sencilla puntuación numérica binaria con el desarrollador para que sepa que eres una persona real. Esta puntuación se deriva de la actividad reciente de tu cuenta de Apple junto con información resumida acerca de tu dispositivo y de los patrones de uso del dispositivo. Ni Apple ni el desarrollador reciben información concreta sobre la manera en que utilizas tu dispositivo. Usar “Iniciar sesión con Apple” Apple sabe cuándo activas “Iniciar sesión con Apple” en una app o sitio web para poder ayudarte a configurar el inicio de sesión. Cuando usas “Iniciar sesión con Apple” con una app en tu iPhone, Apple no ve ni conserva un historial de las apps en las que inicias sesión ni cuándo utilizas “Iniciar sesión con Apple”: esa información se queda en tu dispositivo. Cuando usas “Iniciar sesión con Apple” en Safari, Apple ve cuándo inicias sesión en un sitio web para poder autenticar el inicio de sesión, pero no conserva un historial de los sitios web en los que has iniciado sesión ni cuándo usas “Iniciar sesión con Apple”. Aunque veas “Iniciar sesión con Apple” para iniciar sesión en una app o sitio web, los desarrolladores pueden pedirte información personal adicional después de iniciar sesión. Toda información personal que decidas proporcionar a los desarrolladores estará sujeta a su propia política de privacidad. Gestionar “Iniciar sesión con Apple” Para gestionar el inicio de sesión con Apple en un dispositivo iOS, ve a Ajustes > [tu nombre] > Inicio de sesión y seguridad > Apps que usan tu cuenta de Apple. En un Mac, ve a Ajustes del Sistema > [tu nombre] > Inicio de sesión y seguridad. También puedes hacerlo desde account.apple.com, en Inicio de sesión y seguridad > Iniciar sesión con Apple. Ahí podrás encontrar una lista de las apps que usan “Iniciar sesión con Apple”, leer sus políticas de privacidad y desactivar “Iniciar sesión con Apple”. Si eliges desactivar “Iniciar sesión con Apple” para una app, toda la información que el desarrollador haya asociado con “Iniciar sesión con Apple” seguirá tratándose de acuerdo con la política de privacidad del desarrollador. Más información Apple trabaja para proteger “Iniciar sesión con Apple” con una autenticación sólida, con la tecnología de Touch ID, Face ID y opciones de contraseñas complejas. Apple puede recibir información anónima o global sobre “Iniciar sesión con Apple”, lo que incluye información sobre el uso de este servicio. La información recopilada no te identifica personalmente. Apple puede usar información que no te identifica personalmente para mejorar sus productos y servicios, con fines promocionales o con motivos relacionados con la prevención del fraude y la seguridad. Apple no intentará reidentificar ningún dato anónimo o agregado de “Iniciar sesión con Apple” que reciba. Apple usará tu información conforme a la ley y para ayudar a evitar el fraude. Al utilizar “Iniciar sesión con Apple”, aceptas y consientes la transmisión, obtención, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes tal como se ha descrito anteriormente. Apple conserva los datos personales únicamente durante el tiempo que sea necesario para satisfacer los fines para los que se recopilaron, tal como se describe en la política de privacidad de Apple o en los avisos de privacidad de cada servicio, o según establezca la legislación vigente. Al evaluar los periodos de conservación de los datos personales recopilados, primero examinamos detenidamente si es indispensable conservarlos y, en caso de que así sea, lo hacemos durante el periodo de tiempo más breve posible permitido por la ley. Toda esta información se recopila y se trata de acuerdo en todo momento con la política de privacidad de Apple, que puedes consultar en www.apple.com/es/privacy.
es_us: Activar Iniciar sesión con Apple Iniciar sesión con Apple protege tu privacidad permitiéndote iniciar sesión en una app (o App Clip) sin tener que proporcionarle al desarrollador información que te identifique personalmente. Iniciar sesión con Apple también te permite iniciar sesión en un sitio web sin proporcionarle al desarrollador información adicional que te identifique personalmente fuera de la información que usa tu navegador para las funciones de Internet normales. En lugar de eso, al usar Iniciar sesión con Apple, Apple le proporciona al desarrollador de la app un identificador único, con lo que tu información se mantiene privada. Este identificador es distinto para cada desarrollador de apps a fin de evitar que distintos desarrolladores reúnan y compartan información sobre ti entre apps. Los desarrolladores también pueden permitirte usar Iniciar sesión con Apple en cuentas existentes en sus apps y sitios web. Si un desarrollador opta por ofrecerte esta opción, puedes mantener la cuenta que ya tenías pero iniciar sesión en esa cuenta utilizando Iniciar sesión con Apple. Debido a que algunas apps pueden tener razones para recopilar información sobre ti —por ejemplo, para ponerse en contacto contigo por correo o para comunicarse contigo dentro de la app por tu nombre— algunos desarrolladores pueden preguntarte tu nombre y dirección de correo al usar Iniciar sesión con Apple. De forma predeterminada, aparecerá tu nombre asociado con tu cuenta de Apple, el cual puedes editar antes de compartirlo con el desarrollador. Si el desarrollador te pide tu dirección de correo, puedes optar por proporcionar cualquier dirección de correo asociada con tu cuenta de Apple, o bien ocultar tus direcciones de correo. Si decides ocultar tu dirección de correo, Apple generará y proporcionará al desarrollador una dirección de correo única para que se puedan comunicar contigo. Apple reenviará el correo recibido en dicha dirección a una dirección de correo asociada con tu cuenta de Apple. Apple elimina los mensajes después de entregarlos o después de un periodo corto si no se pudieron entregar. En tu dispositivo iOS, iPadOS o visionOS, puedes cambiar la dirección de correo a la que se reenvía el correo, o bien desactivar el reenvío de correo, desde Configuración > [tu nombre] > iCloud > Mail en iCloud > Reenvío de correos. En tu Mac, ve a Configuración del Sistema > [tu nombre] > Información personal. Cuando desactivas y eliminas una dirección de correo electrónico usada con Ocultar mi correo, esta se conserva en asociación con tu cuenta de Apple durante 30 días con el fin de prevenir abusos. Después de este plazo, la dirección se borra de tu cuenta de Apple de forma permanente y sólo se conserva con propósitos de seguridad, como para impedir emitirla de nuevo. Si decides activar Iniciar sesión con Apple para una app, la decisión se asocia con la cuenta de Apple que usas para iCloud a fin de que puedas usar Iniciar sesión con Apple fácilmente para esa app en todos tus dispositivos Apple. A fin de evitar el fraude y por motivos de seguridad, la primera vez que uses Iniciar sesión con Apple, Apple compartirá un valor binario simple con el desarrollador para confirmarle que eres una persona real. Este número se deriva de tu actividad de cuenta de Apple reciente junto con la información extraída acerca de tu dispositivo y tus patrones de uso del dispositivo. Ni Apple ni el desarrollador recibe información específica sobre cómo usas tu dispositivo. Usar Iniciar sesión con Apple Apple sabe cuándo activas Iniciar sesión con Apple para una app o un sitio web a fin de que te podamos ayudar a configurar el inicio de sesión. A partir de esto, cuando usas Iniciar sesión con Apple con una app en tu iPhone, Apple no ve ni retiene ningún historial de las apps en las que inicias sesión al usar Iniciar sesión con Apple; dicha información se queda en tu dispositivo. Cuando usas Iniciar sesión con Apple en Safari, Apple ve cuándo inicias sesión en un sitio web a fin de poder autenticar tu inicio de sesión, pero no retiene ningún historial de los sitios web en los que inicias sesión ni en qué momento usas Iniciar sesión con Apple. Incluso si usas Iniciar sesión con Apple para iniciar sesión en una app o un sitio web, los desarrolladores pueden pedirte información personal adicional tras iniciar sesión. Toda información personal que decidas proporcionar a un desarrollador está sujeta a su política de privacidad. Administrar Iniciar sesión con Apple Para administrar Iniciar sesión con Apple en iOS, ve a Configuración > [tu nombre] > Inicio de sesión y seguridad > Apps que usan tu cuenta de Apple; en una Mac, ve a Configuración del Sistema > [tu nombre] > Inicio de sesión y seguridad; o visita account.apple.com, ve a la sección Inicio de sesión y seguridad, y elige Iniciar sesión con Apple. Ahí encontrarás una lista de las apps que están usando Iniciar sesión con Apple, y puedes consultar su política de privacidad o desactivar Iniciar sesión con Apple. Si desactivas Iniciar sesión con Apple para una app, cualquier información que se haya compartido con el desarrollador para configurar Iniciar sesión con Apple para esa app y toda información que el desarrollador haya asociado con tu identificador de cuenta de Iniciar sesión con Apple se continuará administrando de conformidad con la política de privacidad del desarrollador. Más información Apple se esfuerza para proteger Iniciar sesión con Apple utilizando procesos de autenticación seguros que emplean Touch ID, Face ID y opciones avanzadas de contraseñas. Apple puede recibir información anónima y agrupada sobre Iniciar sesión con Apple, incluida información sobre el uso de Iniciar sesión con Apple. Ninguna información recopilada te identifica personalmente. Apple puede usar información que no te identifique personalmente para mejorar sus productos y servicios, con fines de marketing, para evitar el fraude y por motivos de seguridad. Apple no intentará volver a identificar ningún dato anónimo ni agrupado de Iniciar sesión con Apple que recibamos. Apple usará tu información según lo requiere la ley y para evitar el fraude. Al usar Iniciar sesión con Apple, aceptas y consientes la transmisión, obtención, mantenimiento, procesamiento y uso de esta información por parte de Apple, sus filiales y agentes como se describe anteriormente. Apple conserva información personal únicamente conforme sea necesario para cumplir los objetivos para los que se recopilaron, tal como se describió en la política de privacidad de Apple o en nuestros avisos de privacidad específicos a servicios, o conforme a la ley. Al evaluar periodos de retención, primero revisamos cuidadosamente si es necesario conservar la información personal recopilada y, en caso afirmativo, procuramos que sea por la duración mínima posible permitida por la ley. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en www.apple.com/la/privacy.
fi: Kirjaudu sisään Applella -toiminnon käyttöönotto Kirjaudu sisään Applella -toiminto suojaa yksityisyyttäsi siten, että voit kirjautua sisään appiin (tai appiklippiin) antamatta kehittäjälle mitään henkilökohtaisesti yksilöiviä tietoja. Kirjaudu sisään Applella -toiminnon avulla voit myös kirjautua sisään sivustolle antamatta kehittäjälle mitään henkilökohtaisesti yksilöiviä tietoja, pois lukien selaimen antamat tiedot, joita tarvitaan verkon normaaliin toimintaan. Sen sijaan Kirjaudu sisään Applella -toimintoa käytettäessä Apple tarjoaa apin kehittäjälle yksilöllisen tunnisteen, mikä mahdollistaa tietojesi pitämisen yksityisinä. Tunniste on erillinen kullekin appikehittäjälle, joten eri kehittäjät eivät voi kerätä ja jakaa tietoja appien välillä. Kehittäjät voivat myös sallia Kirjaudu sisään Applella -toiminnon käytön olemassa oleville tileille apeissaan tai sivustoillaan. Jos kehittäjä sallii tämän, voit käyttää sinulla jo olevaa tiliä, mutta kirjautua sille sisään Kirjaudu sisään Applella -toiminnolla. Koska jotkin apit voivat tarvita enemmän tietoja sinusta (esim. viitatakseen tiliisi nimellä tai lähettääkseen sinulle sähköpostia), osa kehittäjistä saattaa pyytää nimeäsi tai sähköpostiosoitettasi, kun käytät Kirjaudu sisään Applella -toimintoa. Oletuksena käytetään Apple-tiliisi yhdistettyä nimeä, ja voit muokata sitä ennen sen jakamista kehittäjälle. Jos kehittäjä pyytää sähköpostiosoitettasi, voit antaa minkä tahansa Apple-tiliisi yhdistetyn osoitteen tai kätkeä sen kokonaan. Jos kätket sähköpostiosoitteesi kehittäjältä, Apple luo kehittäjää varten yksilöllisen osoitteen, jolla kehittäjä voi viestiä sinulle. Apple välittää kyseiseen osoitteeseen saapuneet viestit Apple-tiliisi yhdistettyyn osoitteeseen, ja poistaa viestit heti välityksen jälkeen, tai vähän ajan kuluttua, jos viestiä ei voitu toimittaa. iOS-, iPadOS- tai visionOS-laitteessa voit vaihtaa osoitteen, johon viestit toimitetaan, tai estää edelleenlähetyksen valitsemalla Asetukset > [nimesi] > iCloud > iCloud Mail > Edelleenlähettäminen. Valitse Macissa Järjestelmäasetukset > [nimesi] > Henkilötiedot. Kun poistat käytöstä ja poistat Kätke osoitteeni -toiminnon kanssa käytetyn sähköpostiosoitteen, sitä säilytetään Apple-tiliisi yhdistettynä 30 päivän ajan väärinkäytön estämiseksi. Poistettu osoite poistetaan tämän jälkeen pysyvästi Apple-tililtä ja se säilytetään ainoastaan suojaustarkoituksiin, kuten sen uudelleenkäytön estämiseen. Jos käytät Kirjaudu sisään Applella -toimintoa apille, valintasi liitetään iCloudissa käyttämääsi Apple-tiliin, jotta voit helposti käyttää Kirjaudu sisään Applella -toimintoa kyseiselle apille kaikilla Apple-laitteillasi. Petosten ehkäisemiseksi ja turvallisuussyistä Apple jakaa kehittäjälle yksinkertaisen binäärisen arvioinnin käyttäessäsi Kirjaudu sisään Applella -toimintoa ensimmäistä kertaa uudelle apille. Tämän perusteella he voivat luottaa sinun olevan todellinen henkilö. Arviointi koostetaan viimeaikaisesta aktiivisuudesta Apple-tililläsi ja abstrahoidusta tiedosta laitteestasi ja sen käytöstä. Niin Apple kuin kehittäjäkään ei saa tarkkaa tietoa siitä, miten käytät laitettasi. Kirjaudu sisään Applella -toiminnon käyttäminen Apple tietää, kun otat Kirjaudu sisään Applella -toiminnon käyttöön apille tai sivustolle, jotta voimme auttaa kirjautumisessa. Kun käytät Kirjaudu sisään Applella -toimintoa iPhonessa, Apple ei tiedä eikä kerää historiatietoa apeista, joihin kirjaudut eikä milloin kirjaudut. Kyseinen tieto pysyy laitteellasi. Kun käytät Kirjaudu sisään Applella -toimintoa Safarissa, Apple saa tiedot milloin kirjaudut sivustolle, jotta kirjautumisesi voidaan todentaa. Apple ei kuitenkaan säilytä historiatietoa sivustoista, joille kirjaudut, eikä kirjautumisajoista. Vaikka käyttäisitkin Kirjaudu sisään Applella -toimintoa appiin tai sivustolle kirjautumiseen, kehittäjät voivat pyytää lisää henkilökohtaisia tietoja kirjautumisen jälkeen. Kaikkiin henkilökohtaisiin tietoihin, joita annat kehittäjälle, sovelletaan heidän tietosuojakäytäntöjään. Kirjaudu sisään Applella -toiminnon hallinta Hallitse iOS:ssä Kirjaudu sisään Applella -ominaisuutta valitsemalla Asetukset > [nimesi] > Kirjautuminen ja suojaus > Apple-tiliä käyttävät apit, macOS:ssä valitsemalla Järjestelmäasetukset > [nimesi] > Kirjautuminen ja suojaus tai osoitteessa account.apple.com valitsemalla Kirjautuminen ja suojaus > Kirjaudu sisään Applella. Näin löydät luettelon apeista, jotka käyttävät Kirjaudu sisään Applella -toimintoa, voit lukea niiden tietosuojakäytännöt ja poistaa Kirjaudu sisään Applella -toiminnon käytöstä. Jos otat Kirjaudu sisään Applella -toiminnon pois käytöstä joltakin apilta, kaikki tiedot, jotka jaettiin kehittäjälle apin ottamiseksi käyttöön Kirjaudu sisään Applella -toiminnolla ja tiedot, jotka kehittäjä on yhdistänyt Kirjaudu sisään Applella -tietoihisi, jäävät kehittäjän tietosuojakäytännön alaisiksi. Lisätietoja Apple suojaa Kirjaudu sisään Applella -tietoja vahvalla todentamisella, Touch ID:llä, Face ID:llä ja vahvoilla pääsykoodivalinnoilla. Apple vastaanottaa nimetöntä ja koosteista tietoa Kirjaudu sisään Applella -toiminnosta, mukaan lukien tiedot Kirjaudu sisään Applella -toiminnon käytöstä. Sinua ei voida tunnistaa mistään kerätyistä tiedoista. Apple voi käyttää tietoja, joista sinua ei voida tunnistaa, Applen tuotteiden ja palveluiden parantamiseen, markkinointiin sekä petosten ehkäisyyn ja suojaukseen. Apple ei yritä henkilöidä vastaanottamaansa nimetöntä tai koosteista Kirjaudu sisään Applella -tietoa. Apple käyttää tietojasi lain vaatimiin tarkoituksiin ja petosten ehkäisemiseen. Käyttämällä Kirjaudu sisään Applella -toimintoa hyväksyt ja suostut siihen, että Apple ja sen tytäryhtiöt ja edustajat voivat lähettää, kerätä, säilyttää, käsitellä ja käyttää tietojasi edellä mainitulla tavalla. Apple säilyttää henkilökohtaisia tietojasi vain niin pitkään kuin on tarpeen niiden tarkoitusten täyttämiseksi, joihin ne kerättiin, mukaan lukien tarkoitukset, jotka on kuvattu Applen tietosuojakäytännössä tai Applen palvelukohtaisissa tietosuojailmoituksissa, tai lain edellyttämällä tavalla. Säilytysaikoja arvioitaessa tutkitaan ensin tarkasti, onko kerättyjä henkilökohtaisia tietoja tarpeen säilyttää, ja jos näin on, henkilökohtaiset tiedot pyritään säilyttämään mahdollisimman lyhyen lain salliman ajan. Applen keräämiä tietoja käsitellään aina Applen tietosuojakäytännön mukaisesti. Tämä käytäntö löytyy osoitteesta www.apple.com/legal/privacy/fi/.
fr: Activation de « Se connecter avec Apple » « Se connecter avec Apple » protège votre confidentialité en vous permettant de vous connecter à une app (ou à un extrait d’app) sans devoir fournir aucune information qui vous identifie personnellement au développeur. « Se connecter avec Apple » vous permet également de vous connecter à un site web sans devoir fournir aucune information supplémentaire qui vous identifie personnellement au développeur en dehors des informations utilisées par votre navigateur pour assurer les fonctions web normales. Au lieu de cela, lorsque vous vous connectez avec Apple, Apple fournit au développeur de l’app un identifiant unique, ainsi vos données restent privées. Cet identifiant est différent pour chaque développeur d’app, ce qui empêche les développeurs de recueillir et de partager des informations vous concernant entre plusieurs apps. Les développeurs peuvent également vous permettre d’utiliser « Se connecter avec Apple » pour les comptes existants dans leurs apps ou sur leurs sites web. Si un développeur choisit d’activer cette fonctionnalité, vous pouvez conserver votre compte existant et vous y connecter à l’aide de « Se connecter avec Apple ». Étant donné que certaines apps peuvent avoir des raisons de recueillir plus d’informations vous concernant (par exemple, pour faire référence à votre compte au moyen de votre nom ou afin de pouvoir vous contacter par e-mail) certains développeurs peuvent demander votre nom et votre adresse e-mail lorsque vous utilisez « Se connecter avec Apple ». Par défaut, votre nom sera celui associé à votre compte Apple ; vous pouvez le modifier avant de le partager avec le développeur. Si celui-ci demande votre adresse e-mail, vous pouvez choisir de lui fournir n’importe quelle adresse e-mail associée à votre compte Apple ou de masquer votre adresse e-mail. Si vous choisissez de masquer votre adresse e-mail au développeur, Apple générera une adresse e-mail unique et la fournira au développeur pour que celui-ci puisse communiquer avec vous. Apple transférera les e-mails reçus à cette adresse vers une adresse e-mail associée à votre compte Apple ; Apple supprime les messages après réception ou après une courte période si la réception ne peut pas avoir lieu. Sur votre appareil iOS, iPadOS ou visionOS, vous pouvez modifier l’adresse e-mail à laquelle les e-mails sont transférés ou désactiver le transfert d’e-mails en accédant à Réglages > [votre nom] > Cloud > Mail iCloud > Réexpédition d’e-mails. Sur votre Mac, accédez à Réglages Système > [votre nom] > Infos personnelles. Lorsque vous désactivez et supprimez une adresse e-mail utilisée avec « Masquer mon adresse e-mail », celle-ci est conservée et associée à votre compte Apple pendant 30 jours afin de lutter contre les utilisations abusives. L’adresse supprimée est ensuite supprimée définitivement du compte Apple et conservée uniquement à des fins de sécurité, notamment pour éviter une nouvelle émission de cette adresse. Si vous choisissez d’activer « Se connecter avec Apple » pour une app, ce choix est lié au compte Apple que vous utilisez pour iCloud, afin que vous puissiez facilement utiliser « Se connecter avec Apple » pour cette app sur l’ensemble de vos appareils Apple. Pour des raisons de sécurité et de lutte contre la fraude, la première fois que vous utilisez « Se connecter avec Apple » avec une nouvelle app, Apple partage un score binaire simple avec le développeur afin d’assurer à ce dernier que vous êtes une personne réelle. Ce score est généré à partir de votre activité récente dans votre compte Apple et d’informations condensées concernant votre appareil et vos habitudes d’utilisation. Apple et le développeur ne reçoivent aucune information spécifique concernant votre utilisation de l’appareil. Utilisation de « Se connecter avec Apple » Apple sait quand vous activez « Se connecter avec Apple » pour une app ou un site web afin de pouvoir établir la connexion. Par la suite, lorsque vous utilisez « Se connecter avec Apple » avec une app sur votre iPhone, Apple ne tient ni ne conserve aucun historique des apps auxquelles vous vous connectez ni des moments où vous utilisez « Se connecter avec Apple » ; ces informations restent sur votre appareil. Lorsque vous utilisez « Se connecter avec Apple » sur Safari, Apple sait quand vous vous connectez à un site web afin de pouvoir authentifier votre connexion, mais Apple ne conserve aucun historique des sites web auxquels vous vous connectez ni des moments auxquels vous utilisez « Se connecter avec Apple ». Même si vous utilisez « Se connecter avec Apple » pour vous connecter à une app ou un site web, les développeurs peuvent vous demander des données personnelles supplémentaires une fois la connexion établie. Toute information personnelle que vous choisissez de fournir à un développeur est soumise à son engagement de confidentialité. Gestion de « Se connecter avec Apple » Pour gérer « Se connecter avec Apple », accédez à Réglages > [votre nom] > Connexion et sécurité > Apps utilisant votre compte Apple sous iOS ou à Réglages Système > [votre nom] > Connexion et sécurité sur Mac, ou consultez account.apple.com/fr et accédez à la section « Connexion et sécurité », puis à « Se connecter avec Apple ». Vous trouverez la liste des apps utilisant « Se connecter avec Apple » et pourrez consulter leur engagement de confidentialité, et désactiver « Se connecter avec Apple ». Si vous choisissez de désactiver « Se connecter avec Apple » pour une app, toute information partagée avec le développeur afin de configurer « Se connecter avec Apple » pour cette app, et toute information associée par le développeur à votre compte « Se connecter avec Apple » continuera d’être gérée conformément à l’engagement de confidentialité du développeur. Autres informations Apple met tout en œuvre pour protéger « Se connecter avec Apple » au moyen d’une authentification forte (avec Touch ID, Face ID et des options de code complexe). Apple peut recevoir des informations anonymes et agrégées relatives à « Se connecter avec Apple », notamment des informations concernant l’utilisation de « Se connecter avec Apple ». Aucune des informations collectées ne vous identifie personnellement. Apple peut utiliser des informations ne permettant pas de vous identifier pour améliorer les produits et services Apple et à des fins marketing, de lutte contre la fraude et de sécurité. Apple ne tentera pas de réassocier à une personne les données anonymes ou agrégées reçues de « Se connecter avec Apple ». Apple utilisera vos informations pour répondre aux exigences légales et lutter contre la fraude. En utilisant « Se connecter avec Apple », vous acceptez qu’Apple ainsi que ses filiales et ses représentants transmettent, recueillent, conservent, traitent et utilisent vos données comme décrit ci-dessus. Apple ne conserve les informations personnelles que pendant la durée nécessaire à la réalisation des opérations pour lesquelles elles ont été recueillies, notamment comme décrit dans lʼEngagement de confidentialité dʼApple, dans les avis de confidentialité propres à nos services, ou conformément aux exigences légales. Lors de l’évaluation des périodes de rétention, nous examinons d’abord avec soin s’il est nécessaire de conserver les informations personnelles recueillies et, le cas échéant, nous ne les conservons que pendant la durée minimale requise par la loi. Les données recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse suivante : www.apple.com/fr/privacy
fr_ca: Activer la fonction Connexion avec Apple La fonction Connexion avec Apple protège votre confidentialité en vous permettant de vous connecter à une app (ou à un extrait d’app) sans devoir fournir au développeur d’informations qui vous identifient personnellement. Elle vous permet également de vous connecter à un site Web sans fournir au développeur d’autres informations qui vous identifient personnellement, outre les informations utilisées par votre navigateur pour les fonctions Web normales. Lorsque vous utilisez la fonction Connexion avec Apple, Apple fournit plutôt au développeur de l’app un identifiant unique, ce qui préserve la confidentialité de vos données. Cet identifiant est distinct pour tous les développeurs d’apps, ce qui les empêche de recueillir et de partager des informations vous concernant dans les autres apps. Les développeurs peuvent aussi vous permettre d’utiliser Connexion avec Apple avec des comptes existants sur leurs apps ou sites Web. Si un développeur choisit d’activer cette fonctionnalité, vous pouvez conserver votre compte tout en vous y connectant avec Connexion avec Apple. Étant donné que certaines apps peuvent avoir des raisons de recueillir plus d’informations vous concernant (par exemple, afin de faire référence à votre compte au moyen de votre nom ou de vous contacter par courriel), certains développeurs peuvent demander votre nom ou votre adresse courriel lorsque vous utilisez la fonction Connexion avec Apple. Votre nom sera par défaut celui associé à votre compte Apple, et vous pouvez le modifier avant de le fournir au développeur. Si le développeur demande une adresse courriel, vous pouvez choisir de lui fournir l’une ou l’autre des adresses courriel liées à votre compte Apple ou de lui masquer votre adresse courriel. Si vous choisissez de la masquer, Apple générera une adresse courriel unique qu’elle fournira au développeur pour qu’il puisse communiquer avec vous. Apple transférera les courriels reçus à cette adresse vers une adresse courriel liée à votre compte Apple; elle supprime les messages après leur distribution, ou après une courte période s’ils ne peuvent pas être distribués. Sur votre appareil iOS, iPadOS ou visionOS, vous pouvez modifier l’adresse courriel vers laquelle les messages sont transférés ou désactiver le transfert de courriels en accédant à Réglages > [votre nom] > iCloud > Mail iCloud > Transfert de courriel. Sur votre Mac, accédez à Réglages système > [votre nom] > Infos personnelles. Lorsque vous désactivez et supprimez une adresse courriel utilisée avec « Masquer mon courriel », celle-ci demeure associée à votre compte Apple pendant 30 jours à des fins de prévention des abus. L’adresse est ensuite supprimée définitivement du compte de votre compte Apple et conservée uniquement à des fins de sécurité, comme pour empêcher que cette même adresse soit recréée. Si vous choisissez d’activer Connexion avec Apple pour une app, votre choix est lié au compte Apple que vous utilisez avec iCloud afin que vous puissiez facilement utiliser la fonction pour cette app sur l’ensemble de vos appareils Apple. Pour des raisons de sécurité et pour prévenir la fraude, la première fois que vous utilisez Connexion avec Apple avec une nouvelle app, Apple communiquera un score binaire simple avec le développeur pour lui assurer que vous êtes une vraie personne. Ce score est dérivé de l’activité récente de votre compte Apple ainsi que d’un résumé d’informations sur votre appareil et vos tendances d’utilisation de celui-ci. Ni Apple ni le développeur ne reçoit d’informations précises sur la façon dont vous utilisez votre appareil. Utiliser la fonction Connexion avec Apple Apple sait quand vous Activer la fonction Connexion avec Apple pour une app ou un site Web de sorte que nous puissions vous aider à configurer la connexion. Lorsque vous utilisez Connexion avec Apple avec une app sur votre iPhone, Apple ne voit pas ou ne conserve pas d’historique des apps sur lesquelles vous vous connectez ni lorsque vous vous connectez avec Connexion avec Apple; ces informations demeurent sur votre appareil. Lorsque vous utilisez Connexion avec Apple sur Safari, Apple voit lorsque vous vous connectez à un site Web afin de pouvoir vous authentifier, mais elle ne conserve pas d’historique des sites Web auxquels vous vous connectez ni des moments où vous utilisez la fonction. Même si vous utilisez Connexion avec Apple pour vous connecter à une app ou à un site Web, les développeurs peuvent vous demander d’autres informations personnelles après la connexion. Toutes les informations confidentielles que vous choisissez de fournir à un développeurs sont assujetties à leur politique de confidentialité. Gérer Connexion avec Apple Pour gérer « Connexion avec Apple » sous iOS, accédez à Réglages > [votre nom] > Connexion et sécurité > Apps utilisant le compte Apple. Sous macOS, accédez à Réglages système > [votre nom] > Connexion et sécurité et sécurité. Vous pouvez par ailleurs vous rendre sur account.apple.com, et accédez à la section Connexion et sécurité, puis à « Connexion avec Apple ». Vous y trouverez une liste des apps utilisant Connexion avec Apple. Vous pourrez lire leur politique de confidentialité et désactiver Connexion avec Apple. Vous pourrez consulter leur politique de confidentialité et désactiver Connexion avec Apple. Si vous choisissez de désactiver Connexion avec Apple pour une app, les informations partagées avec le développeur pour configurer Connexion avec Apple pour cette app, ainsi que toute information associée par le développeur à votre Connexion avec Apple, continueront d’être gérées conformément à la politique de confidentialité du développeur. Plus d’informations Apple met tout en œuvre pour protéger Connexion avec Apple au moyen d’une authentification forte, avec Touch ID, Face ID et des options de codes robustes. Apple peut recevoir des informations anonymes et agrégées sur Connexion avec Apple, y compris des informations concernant l’utilisation de la fonction. Aucune des informations recueillies ne vous identifie personnellement. Apple peut utiliser les informations qui ne vous identifient pas à des fins d’amélioration des produits et services Apple, de marketing, de prévention de la fraude et de sécurité. Apple ne tentera pas de redonner leur identité aux données anonymes ou agrégées qu’elle reçoit de Connexion avec Apple. Apple utilisera vos informations comme le requiert la loi et pour la prévention de la fraude. En utilisant Connexion avec Apple, vous acceptez et consentez à ce qu’Apple, ses filiales et ses partenaires transmettent, recueillent, conservent, traitent et utilisent vos informations comme décrit ci-dessus. Apple conserve les informations personnelles uniquement le temps qu’il lui faut pour parvenir aux fins pour lesquelles elles ont été recueillies, comme décrit dans la politique de confidentialité d’Apple ou dans les avis de confidentialité propres à nos services, ou comme la loi l’exige. Lorsque nous évaluons les périodes de rétention, nous déterminons d’abord avec attention s’il est nécessaire de conserver les informations personnelles recueillies et, si leur conservation s’avère nécessaire, nous veillons à les conserver le moins de temps possible conformément à la loi. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: הפעלת ״התחברות באמצעות Apple״ ״התחברות באמצעות Apple״ מגינה על פרטיותך בכך שהיא מאפשרת לך להתחבר ליישום (או ״יישום ברגע״) בלי לספק למפתחים מידע כלשהו המזהה אותך באופן אישי. ״התחברות באמצעות Apple״ גם מאפשרת לך להתחבר לאתר אינטרנט בלי לספק למפתח מידע נוסף כלשהו המזהה אותך באופן אישי מעבר למידע ששימש את הדפדפן שלך לפעולות אינטרנט רגילות. במקום זאת, בעת השימוש ב״התחברות באמצעות Apple״,‏ Apple מספקת למפתח היישומים מזהה ייחודי, ובכך מאפשרת לך לשמור על פרטיות המידע שלך. מזהה זה ייחודי לכל מפתח יישומים, במטרה לעזור למנוע ממפתחים שונים לאסוף מידע עליך בכל היישומים ולשתף אותו. מפתחים יכולים גם לאפשר לך להשתמש ב״התחברות באמצעות Apple״ עבור חשבונות קיימים ביישומים או באתרים שלהם. אם מפתח מסוים בוחר לאפשר זאת, באפשרותך לשמור את החשבון הקיים שלך אך להתחבר אליו באמצעות ״התחברות באמצעות Apple״. מאחר שליישומים מסוימים יש סיבות לאסוף עוד מידע עליך - למשל, כדי ליצור איתך קשר בדוא״ל או כדי לפנות אל החשבון שלך בשם - מפתחים מסוימים עשויים לבקש את שמך או את כתובת הדוא״ל שלך בעת השימוש ב״התחברות באמצעות Apple״. שם ברירת המחדל שלך הוא השם שמקושר לחשבון ה-Apple שלך, שאותו ניתן לערוך לפני שיתופו עם המפתחים. אם המפתחים מבקשים כתובת דוא״ל, ניתן לבחור לספק למפתחים כל כתובת דוא״ל שמקושרת לחשבון ה-Apple שלך, או להסתיר את כתובת הדוא״ל. אם בחרת להסתיר את כתובת הדוא״ל שלך מהמפתחים, Apple תיצור ותספק למפתחים כתובת דוא״ל ייחודית שתשמש אותם לתקשר איתך. ‏Apple תעביר הודעות דוא״ל שיתקבלו באותה כתובת לכתובת דוא״ל שמקושרת לחשבון ה-Apple שלך; Apple מוחקת הודעות אחרי העברתן או אחרי פרק זמן קצר אם לא ניתן להעביר אותן. במכשיר ה-iOS, ה-iPadOS או ה-visionOS, ניתן לשנות את כתובת הדוא״ל שאליה מתבצעת העברת הדוא״ל או לבטל את העברת הדוא״ל דרך ״הגדרות״ > [השם שלך] > ‏iCloud > ״דואר iCloud״ > ״הפניית דוא״ל״. ב-Mac, יש לעבור אל ״הגדרות המערכת״ > [השם שלך] > ״פרטים אישיים״. כאשר כתובת דוא״ל מושבתת או נמחקת באמצעות ״הסתרת הדוא״ל שלי״, היא ממשיכה להיות מקושרת לחשבון ה-Apple שלך למשך 30 יום למטרות מניעת ניצול לרעה. הכתובת שהוסרה תימחק לאחר מכן לצמיתות מחשבון ה-Apple שלך, ותישמר רק למטרות אבטחה כגון מניעת הנפקתה מחדש. אם בחרת להפעיל את ״התחברות באמצעות Apple״ עבור יישום, הבחירה תקושר לחשבון ה-Apple המשמש אותך ב-iCloud, כך שתהיה לך אפשרות להשתמש בקלות ב״התחברות באמצעות Apple״ עבור אותו יישום בכל מכשירי Apple שלך. לצורך מניעת הונאות ומטעמי אבטחה, בעת השימוש הראשון ב״התחברות באמצעות Apple״ עם יישום חדש, Apple תשתף ציון בינארי פשוט עם המפתחים כדי שידעו שמדובר באדם אמיתי. ניקוד זה נגזר מהפעילות האחרונה שלך בחשבון Apple לצד המידע המופשט לגבי המכשיר שלך ותבנית השימוש שלך במכשיר. ‏Apple והמפתחים אינם מקבלים מידע ספציפי לגבי אופן השימוש שלך במכשיר. שימוש ב״התחברות באמצעות Apple״ ‏Apple יודעת מתי האפשרות ״התחברות באמצעות Apple״ מופעלת עבור יישום או אתר אינטרנט, כדי שנוכל לעזור להגדיר את ההתחברות. לאחר מכן, בעת השימוש ב״התחברות באמצעות Apple״ עבור יישום ב-iPhone,‏ Apple אינה רואה או שומרת את ההיסטוריה של היישומים שהתחברת אליהם או את זמני השימוש ב״התחברות באמצעות Apple״. מידע זה נשאר במכשיר. בעת השימוש ב״התחברות באמצעות Apple״ ב-Safari,‏ Apple רואה מתי התחברת לאתר אינטרנט כדי שהיא תוכל לאמת את ההתחברות שלך, אך Apple אינה שומרת את ההיסטוריה של האתרים שהתחברת אליהם או את זמני השימוש שלך ב״התחברות באמצעות Apple״. גם אם תשתמש/י ב״התחברות באמצעות Apple״ כדי להתחבר ליישום או לאתר אינטרנט, המפתחים יכולים לבקש ממך מידע אישי נוסף אחרי ההתחברות. כל מידע אישי שבחרת לספק למפתחים כפוף למדיניות הפרטיות שלהם. ניהול ״התחברות באמצעות Apple״ כדי לנהל את ״התחברות באמצעות Apple״ ב-iOS יש לעבור ל״הגדרות״ > [השם שלך] > התחברות ואבטחה״ > ״יישומים שמשתמשים בחשבון ה-Apple שלך״; ב-Mac, יש לעבור ל״הגדרות המערכת״ > [השם שלך] > ״התחברות ואבטחה״. ניתן גם לבקר באתר account.apple.com, לעבור אל המקטע ״התחברות ואבטחה״ ואז לעבור אל ״התחברות באמצעות Apple״. שם ניתן למצוא רשימה של יישומים המשתמשים ב״התחברות באמצעות Apple״, לעיין במדיניות הפרטיות שלהם ולבטל את ״התחברות באמצעות Apple״. בחירה לבטל את ״התחברות באמצעות Apple״ עבור יישום מסוים תוביל לכך שכל מידע ששותף עם המפתח להגדרת ״התחברות באמצעות Apple״ עבור אותו יישום, וכל מידע שהמפתח שייך לחשבון ״התחברות באמצעות Apple״ שלך, ימשיכו להיות מטופלים בהתאם למדיניות הפרטיות של המפתח. מידע נוסף ‏Apple פועלת כדי להגן על ״התחברות באמצעות Apple״ באמצעות אימות חזק - המופעל על-ידי Touch ID,‏ Face ID ואפשרויות קוד גישה מורכבות. ‏Apple רשאית לקבל מידע אנונימי וצבור לגבי ״התחברות באמצעות Apple״, כולל מידע על השימוש במאפיין. המידע שנאסף לא יכול להוביל לזיהוי אישי שלך. ‏Apple רשאית להשתמש במידע שאינו מזהה אותך כדי לשפר את המוצרים והשירותים של Apple, למטרות שיווק, כדי למנוע הונאות ומטעמי אבטחה. ‏Apple לא תנסה לזהות מחדש נתונים אנונימיים או צבורים לגבי ״התחברות באמצעות Apple״ שאנו מקבלים. ‏Apple תשתמש במידע בהתאם לדרישות החוק ולצורך מניעת הונאות. עצם השימוש ב״התחברות באמצעות Apple״ מהווה את הסכמתך ואישורך לכך ש-Apple והשותפים והסוכנים שלה יבצעו העברה, איסוף, החזקה, עיבוד ושימוש במידע זה כפי שמתואר לעיל. ‏Apple שומרת מידע אישי רק למשך התקופה ההכרחית להשגת המטרה שלשמה הוא נאסף, ובהתאם לפירוט שמופיע במדיניות הפרטיות של Apple או בהצהרות הפרטיות של כל שירות, או כנדרש על פי חוק. בעת הערכת משך תקופות שמירת המידע, אנו בוחנים תחילה באופן יסודי אם שמירת המידע האישי שנאסף היא הכרחית, ואם היא הכרחית אנו פועלים כדי לשמור את המידע האישי לתקופת הזמן הקצרה ביותר שמותרת על פי חוק. בכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com/privacy
hi: “Apple से साइन इन करें” सक्षम करना व्यक्तिगत रूप से आपकी पहचान करने वाली कोई भी जानकारी डेवलपर को न देकर, आपको ऐप (या ऐप क्लिप) में साइन इन करने की अनुमति देकर, “Apple से साइन इन करें” से आपकी गोपनीयता की सुरक्षा की जाती है। “Apple से साइन इन करें” से आप डेवलपर को व्यक्तिगत रूप से पहचान करने वाली कोई अतिरिक्त जानकारी दिए बिना किसी वेबसाइट पर साइन इन कर सकते हैं और आपको केवल ब्राउज़र द्वारा उपयोग की गई वही जानकारी देनी होगी जो आपके ब्राउज़र के सामान्य वेब फ़ंक्शन के लिए आवश्यक होती है। इसके बजाए, “Apple से साइन इन करें” का उपयोग करने पर Apple आपको विशिष्ट आइडेंटिफ़ायर प्रदान करता है जिससे आप अपनी जानकारी को निजी रख सकते हैं। यह आइडेंटिफ़ायर हर ऐप के लिए अलग होता है जिससे अलग-अलग डेवलपर विभिन्न ऐप्स पर आपके बारे में जानकारी प्राप्त और शेयर नहीं कर सकें। डेवलपर उनके ऐप्स या वेबसाइट पर मौजूदा खातों के लिए Apple के साथ साइन इन करने की अनुमति आपको दे सकते हैं। यदि डेवलपर इसे सक्षम रखने का विकल्प चुनता है, आप पहले से मौजूद खाते को रख सकते हैं लेकिन उसके लिए “Apple से साइन इन करें” का उपयोग करना होगा। क्योंकि कुछ ऐप्स के पास आपकी अधिक जानकारी एकत्रित करने के कारण हो सकते हैं—उदाहरण के लिए, आपके खाते को नाम से जोड़ने या ईमेल द्वारा आपसे संपर्क करने के लिए—कुछ डेवलपर Apple से साइन इन करने पर आपका नाम या ईमेल पता पूछ सकते हैं। डिफ़ॉल्ट के तौर पर आपके Apple खाते से जुड़े नाम का उपयोग किया जाता है जिसे आप डेवलपर के साथ शेयर करने से पहले संपादित कर सकते हैं। यदि डेवलपर ईमेल पता पूछता है, तो आप अपने Apple खाते से संबद्ध ईमेल पतों में से कोई पता प्रदान कर सकते हैं या अपना ईमेल पता छिपा सकते हैं। यदि आप डेवलपर से अपना ईमेल पता छिपाना चुनते हैं, तो Apple द्वारा एक विशिष्ट ईमेल पता जनरेट करके डेवलपर को प्रदान किया जाएगा जिसके माध्यम से डेवलपर आपसे संपर्क करेगा। Apple उस पते पर प्राप्त ईमेल को आपके Apple खाते से जुड़े ईमेल पते पर फ़ॉरवर्ड करेगा; Apple संदेश पहुँचने पर या नहीं पहुँचने के कुछ समय बाद उसे डिलीट कर देता है। अपने iOS, iPadOS या visionOS पर, आप सेटिंग्ज़ > [आपका नाम] > iCloud > iCloud मेल > मेल फ़ॉरवर्डिंग में जाकर उस ईमेल पते को बदल सकते हैं जिस पर मेल फ़ॉरवर्ड किया जाता है या ईमेल फ़ॉरवर्ड करना अक्षम कर सकते हैं। अपने Mac पर सिस्टम सेटिंग्ज़ > [आपका नाम] > व्यक्तिगत जानकारी पर जाएँ। जब आप “मेरा ईमेल छिपाएँ” के साथ प्रयुक्त ईमेल पते को निष्क्रिय और डिलीट करते हैं, तो दुरुपयोग रोकने के उद्देश्य से इसे 30 दिनों के लिए आपके Apple खाते से संबद्ध करके रखा जाता है। इसके बाद हटाए गए पते को आपके Apple खाते से स्थायी रूप से डिलीट किया जाता है और केवल सुरक्षा उद्देश्यों जैसे कि पते को फिर से जारी होने से रोकने के लिए रखा जाता है। यदि आप “Apple से साइन इन करें” को किसी ऐप के लिए सक्षम करने का विकल्प चुनते हैं, तो उस पसंद को iCloud के लिए उपयोग किए गए Apple खाते से लिंक कर दिया जाता है ताकि आप अपने सभी Apple डिवाइस पर उस ऐप के लिए “Apple से साइन इन करें” का उपयोग कर सकें। धोखाधड़ी रोकने और सुरक्षा कारणों से नए ऐप में पहली बार “Apple से साइन इन करें” का उपयोग करने पर Apple द्वारा डेवलपर को यह भरोसा दिलाने के लिए एक सरल बाइनरी स्कोर प्रदान किया जाएगा कि आप वास्तविक व्यक्ति हैं। यह स्कोर आपकी हालिया Apple खाता ऐक्टिविटी के साथ-साथ आपके डिवाइस और डिवाइस के उपयोग के पैटर्न की जानकारी से निकाला जाता है। ना तो Apple और ना ही डेवलपर को कोई ऐसी विशिष्ट जानकारी प्राप्त होती है कि आप अपने डिवाइस का उपयोग किस तरह करते हैं। “Apple से साइन इन करें” का उपयोग करना जब आप किसी ऐप या वेबसाइट के लिए Apple के साथ साइन इन सक्षम करते हैं, तो Apple को जानकारी होती है ताकि हम साइन-इन सेटअप करने में मदद कर सकें। जब आप अपने iPhone पर किसी ऐप में “Apple के साथ साइन इन करें” का उपयोग करते हैं, तो Apple इसकी हिस्ट्री देखता या रखता नहीं है कि आपने किन ऐप्स में साइन इन किया है या आप “Apple के साथ साइन इन करें” का उपयोग कब करते हैं — यह जानकारी आपके डिवाइस पर रहती है। जब आप Safari पर “Apple से साइन इन करें” का उपयोग करते हैं, तो Apple ऐसी कोई भी हिस्ट्री नहीं रखता है कि आपने किन वेबसाइट में साइन इन किया या आपने कब “Apple से साइन इन करें” का उपयोग किया, परंतु Apple किसी वेबसाइट में आपके साइन इन करने की जानकारी देखता है ताकि वह आपके साइन इन को प्रमाणित कर सके। चाहे आप किसी ऐप या वेबसाइट में साइन इन करने के लिए Apple के साथ साइन इन करें का उपयोग करते हैं, डेवलपर साइन-इन के बाद अतिरिक्त व्यक्तिगत जानकारी माँग सकते हैं। कोई भी व्यक्तिगत जानकारी जिसे आप किसी डेवलपर को प्रदान करना चुनते हैं, उनकी गोपनीयता नीति के अधीन होती हैं। “Apple से साइन इन करें” प्रबंधित करना Apple के साथ साइन इन प्रबंधित करने के लिए, iOS पर सेटिंग्ज़ > [आपका नाम] > साइन-इन और सुरक्षा > आपके Apple खाते का उपयोग करने वाले ऐप्स पर जाएँ, Mac पर सिस्टम सेटिंग्ज़ > [आपका नाम] > साइन-इन और सुरक्षा पर जाएँ या account.apple.com पर जाएँ और साइन-इन और सुरक्षा अनुभाग पर जाएँ, फिर Apple के साथ साइन इन पर जाएँ। यहाँ आपको “Apple से साइन इन करें” का उपयोग करने वाले ऐप्स की सूची मिल सकती है, उनकी गोपनीयता नीति की समीक्षा करें और “Apple से साइन इन करें” अक्षम करें। यदि आप किसी ऐप के लिए “Apple से साइन इन करें” को अक्षम करने का विकल्प चुनते हैं, तो उस ऐप के लिए साइन इन सेटअप करने के दौरान डेवलपर के साथ शेयर की गई जानकारी और कोई अन्य जानकारी जिससे डेवलपर “Apple से साइन इन करें” के दौरान जुड़ा हो, उससे डेवलपर की गोपनीयता नीति के अनुसार व्यवहार किया जाएगा। अधिक जानकारी Apple “Apple से साइन इन करें” की सुरक्षा मज़बूत प्रमाणन के साथ करता है जिसमें Touch ID, Face ID और मज़बूत पासकोड के विकल्प शामिल हैं। Apple को “Apple से साइन इन करें” के बारे में अनाम और ऐग्रीगेटेड जानकारी भी प्राप्त हो सकती है जिसमें “Apple से साइन इन करें” के उपयोग की जानकारी भी शामिल है। एकत्रित की गई किसी भी जानकारी से आपकी व्यक्तिगत रूप से पहचान नहीं की जा सकती है। Apple द्वारा अपने उत्पादों और सेवाओं को बेहतर बनाने, मार्केटिंग उद्देश्यों और धोखाधड़ी और सुरक्षा के लिए उस जानकारी का उपयोग किया जा सकता है जिससे आपकी पहचान नहीं होती है। Apple द्वारा हमें प्राप्त होने वाले “Apple से साइन इन करें” के अनाम या ऐग्रीगेटेड डेटा से पहचान प्राप्त करने की कोशिश नहीं की जाएगी। Apple द्वारा क़ानूनी रूप से आवश्यक और धोखाधड़ी रोकने के लिए ही आपकी जानकारी का उपयोग किया जाएगा। “Apple से साइन इन करें” का उपयोग करके आप Apple और उसके सहयोगियों, प्रतिनिधियों, द्वारा आपकी जानकारी संचारित, एकत्रित करने, रखरखाव, प्रोसेसिंग और उसका उपयोग करने के लिए अपनी सहमति देते हैं। Apple द्वारा व्यक्तिगत जानकारी केवल तब तक रिटेन की जाती है जब तक Apple की गोपनीयता नीति या हमारी सेवा विशिष्ट गोपनीयता नोटिस में बताए गए उद्देश्यों सहित उसके संग्रह के उद्देश्यों की पूर्ति के लिए ज़रूरी होती है या जब तक रिटेन करना क़ानूनन बाध्यकारी होता है। रिटेंशन अवधियों का मूल्यांकन करने के दौरान हम सबसे पहले सावधानीपूर्वक जाँच करते हैं कि क्या एकत्रित व्यक्तिगत जानकारी रिटेन करना ज़रूरी है या नहीं और अगर रिटेंशन ज़रूरी है, तो हम कोशिश करते हैं कि व्यक्तिगत जानकारी को क़ानूनी रूप से ज़रूरी सबसे छोटी अवधि तक रिटेन किया जाए। Apple द्वारा एकत्रित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे www.apple.com/in/privacy पर देखा जा सकता है।
hr: Aktiviranje značajke Prijava s Appleom Značajka Prijava s Appleom štiti vašu privatnost omogućujući vam da se prijavite u neku aplikaciju (ili isječak iz aplikacije), a da developeru ne date nikakve informacije koje vas osobno identificiraju. Značajka Prijava s Appleom također vam omogućava da se prijavite na web stranicu, a da developeru ne date nikakve informacije koje vas osobno identificiraju povrh informacija koje vaš preglednik koristi za uobičajene web funkcije. Umjesto toga, kad koristite značajku Prijava s Appleom, Apple developeru aplikacije dostavlja nasumično generirani jedinstveni identifikator koji se povezuje s vašim računom, omogućujući vam da sačuvate privatnost svojih informacija. Ovaj identifikator različit je za svakog developera aplikacije kako bi se developere spriječilo da prikupljaju informacije o vašim aktivnostima u aplikacijama. Developeri vam također mogu omogućiti upotrebu značajke Prijava s Appleom za postojeće račune na svojim aplikacijama ili web lokacijama. Ako developer odluči to omogućiti, možete zadržati račun koji već imate, ali se prijaviti na njega možete pomoću značajke Prijava s Appleom. Budući da određene aplikacije imaju opravdane razloge prikupljati više informacija o vama, primjerice, kako bi se mogle referirati na vaš račun po imenu ili kako bi vas mogle kontaktirati e-mailom, neki developeri mogu zatražiti vaše ime i e-mail adresu kao dio postupka Prijave s Appleom. Vaše ime će se resetirati na ime povezano s vašim Apple računom koje možete urediti prije dijeljenja s developerom. Ako developer zatraži e-mail adresu, možete odlučiti dati developeru bilo koju e-mail adresu koja je povezana s vašim Apple računom ili sakriti svoju e-mail adresu. Ako odlučite sakriti svoju e-mail adresu, Apple će developeru dostaviti jedinstvenu e-mail adresu za komunikaciju s vama. Apple će proslijediti e-mail primljen na tu adresu na e-mail adrese koje su povezane s vašim Apple računom; Apple briše poruke nakon dostave ili nakon kratkog vremena ako se ne mogu dostaviti. Na iOS, iPadOS ili visionOS uređaju možete svoju e-mail adresu za prosljeđivanje promijeniti ili onemogućiti u bilo kojem trenutku u Postavkama > [vaše ime] > iCloud > iCloud Mail > Prosljeđivanje poruka. Na Macu idite u Postavke sustava > [vaše ime] > Osobne informacije. Kada deaktivirate i obrišete e-mail adresu koja se koristi sa značajkom Sakrij moj e-mail, zadržava se u vezi s vašim Apple računom na 30 dana u svrhe sprječavanja zloporabe. Nakon toga se uklonjena adresa trajno briše s vašeg Apple računa i zadržava samo u sigurnosne svrhe kao što je sprječavanje ponovnog izdavanja adrese. Ako odlučite omogućiti značajku Prijava s Appleom za neku aplikaciju, taj je odabir povezan s Apple računom koji koristite za iCloud tako da možete jednostavno koristiti značajku Prijava s Appleom za tu aplikaciju na svim svojim uređajima. Radi sprječavanja prijevara i iz sigurnosnih razloga, prvi put kad koristite značajku Prijava s Appleom s novom aplikacijom, Apple će podijeliti jednostavni binarni rezultat s developerom kako bi ga uvjerio da ste stvarna osoba. Rezultat se dobiva iz vaše nedavne Apple aktivnosti s apstraktnim informacijama o vašem uređaju i obrascima uporabe uređaja. Niti Apple niti developer neće dobiti bilo koje specifične informacije o tome kako vi koristite svoj uređaj. Uporaba značajke Prijava s Appleom Apple zna kada omogućujete značajku Prijava s Appleom za aplikaciju ili web stranicu tako da vam možemo pomoći pri podešavanju prijave. Kad zatim koristite značajku Prijava s Appleom s aplikacijom na iPhoneu, Apple ne vidi ni ne zadržava povijest o tome u koje ste se aplikacije prijavili ili kada koristite značajku Prijava s Appleom, ta informacija ostaje na vašem uređaju. Kad koristite značajku Prijava s Appleom na Safariju, Apple vidi kad se prijavite na web stranicu tako da Apple može autorizirati vašu prijavu, ali Apple ne zadržava povijest o tome u koje ste se web stranice prijavili ili kada koristite značajku Prijava s Appleom. Čak i ako koristite značajku Prijava s Appleom kako biste se prijavili u aplikaciju ili na web stranicu, developeri vas mogu pitati dodatne osobne informacije nakon prijave. Bilo koje osobne informacije koje ste odlučili dati developeru podložne su njihovim pravilima privatnosti. Upravljanje značajkom Prijava s Appleom Za upravljanje Prijavom s Appleom idite u Postavke > [vaše ime] > Prijava i sigurnost > Aplikacije koje koriste vaš Apple račun u sustavu iOS ili u Postavke sustava > [vaše ime] > Prijava i sigurnost na Macu ili posjetite account.apple.com i otvorite odjeljak Prijava i sigurnost, zatim idite na Prijavu s Appleom. Tamo možete pronaći popis aplikacija koje koriste značajku Prijava s Appleom, pregledati njihova pravila privatnosti te onemogućiti značajku Prijava s Appleom. Ako odlučite onemogućiti značajku Prijava s Appleom za neku aplikaciju, svim informacijama koje su podijeljene s developerom radi podešavanja značajke Prijava s Appleom i bilo kojim informacijama koje je developer povezivao s vašim računom za značajku Prijava s Appleom i dalje će se upravljati sukladno pravilima privatnosti developera. Više informacija Tvrtka Apple radi na zaštiti značajke Prijava s Appleom snažnom autorizacijom, koju omogućuje Touch ID, Face ID i složene opcije lozinki. Apple može primiti anonimne i agregirane informacije o značajki Prijava s Appleom, uključujući informacije o korištenju značajke Prijava s Appleom. Nijedna prikupljena informacija vas neće osobno identificirati. Apple može koristiti informacije koje vas ne identificiraju da bi poboljšao Apple proizvode i usluge, za marketing, sprječavanje prijevara te u sigurnosne svrhe. Apple neće pokušati ponovno identificirati bilo koje anonimne ili agregirane podatke iz značajke Prijava s Appleom koje primimo. Apple će vaše informacije koristiti prema zakonu te za sprječavanje prijevare. Uporabom značajke Prijava s Appleom, slažete se i pristajete da tvrtka Apple te njezine podružnice i agenti smiju odašiljati, prikupljati, održavati, obrađivati i koristiti prethodno opisane informacije. Apple zadržava osobne informacije samo onoliko koliko je potrebno za ispunjavanje svrhe za koju su prikupljeni i to kako je opisano u pravilima privatnosti tvrtke Apple ili u obavijestima o privatnosti koje su specifične za tu uslugu ili kako je sukladno zakonu. Prilikom procjenjivanja perioda zadržavanja, prvo pažljivo pregledavamo je li potrebno zadržati prikupljene osobne informacije i, ako je zadržavanje potrebno, trudimo se osobne informacije zadržati na najkraći mogući period dozvoljen važećim zakonom. Apple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koje možete pronaći na www.apple.com/legal/privacy/hr
hu: A Bejelentkezés az Apple-lel funkció engedélyezése A Bejelentkezés az Apple-lel funkció úgy gondoskodik személyes adatai védelméről, hogy a funkció segítségével anélkül jelentkezhet be egy appba (vagy apprészletbe), hogy meg kellene osztania fejlesztőkkel olyan információkat, amelyek személyesen azonosítják Önt. A Bejelentkezés az Apple-lel funkcióval ezenkívül webhelyekre is bejelentkezhet anélkül, hogy személyazonosításra alkalmas további adatokat kellene megadnia a fejlesztőnek azokon túl, amelyeket a böngésző használ a megfelelő webes működéshez. Ehelyett, amikor a Bejelentkezés az Apple-lel funkciót használja, az Apple egy véletlenszerűen generált azonosítót ad át a fejlesztőnek, és így az adatai privátak maradnak. Ez az azonosító minden egyes appfejlesztő esetében más és más, így a fejlesztők nem gyűjthetnek és oszthatnak meg adatokat Önről az appok között. A fejlesztők lehetővé tehetik, hogy a Bejelentkezés az Apple-lel funkciót használja a meglévő fiókokhoz az appjaikban vagy webhelyeiken. Ha egy fejlesztő ezt engedélyezi, akkor Ön megtarthatja a már meglévő fiókját, de abba a Bejelentkezés az Apple-lel funkcióval kell bejelentkeznie. Bizonyos appoknak törvényes okai lehetnek arra, hogy adatokat gyűjtsenek Önről – például, hogy e-mailben felvehessék Önnel a kapcsolatot, vagy név szerint hivatkozhassanak a fiókjára –, ezért egyes fejlesztők elkérhetik Öntől a nevét vagy az e-mail-címét a Bejelentkezés az Apple-lel használata során. Az alapértelmezett név az Apple-fiókjához társított név, de ezt módosíthatja, mielőtt megosztja a fejlesztővel. Ha a fejlesztő e-mail-címet kér, akkor az Apple-fiókjához társított bármely e-mail-címet megadhatja, illetve elrejtheti az e-mail-címét. Ha elrejti e-mail-címét a fejlesztő elől, az Apple egy véletlenszerűen generált e-mail-címet ad át a fejlesztőnek. Az erre a címre érkezett e-maileket az Apple továbbítja az Apple-fiókjához társított e-mail-címre; majd a kézbesítés után törli az üzeneteket, illetve ha nem kézbesíthetők, akkor egy rövid idő elteltével. iOS-, iPadOS- vagy visionOS-eszközön a levelek továbbításához használt címet módosíthatja, illetve bármikor ki is kapcsolhatja a továbbítást a Beállítások > [az Ön neve] > iCloud > iCloud Mail > E-mail-továbbítás (visionOS‑en: Settings > [az Ön neve] > iCloud > iCloud Mail > Mail Forwarding) menüpontban. Macen válassza a Rendszerbeállítások > [az Ön neve] > Személyes adatok lehetőséget. Amikor inaktivál és töröl egy E-mail-cím elrejtése funkcióval használt e-mail-címet, akkor az visszaélés-megelőzési célból 30 napig meg lesz őrizve az Ön Apple-fiókjához társítva. Az eltávolított e-mail-cím ezután véglegesen törölve lesz az Ön Apple-fiókjából, és kizárólag biztonsági célokból lesz megőrizve, például a cím ismételt kiadásának megakadályozása érdekében. Ha engedélyezi a Bejelentkezés az Apple-lel funkciót egy appnál, akkor ez a döntés az iCloudban használt Apple-fiókjához társul, így könnyen beállíthatja a Bejelentkezés az Apple-lel funkciót az összes Apple-eszközén. Csalásmegelőzési és biztonsági okokból, amikor először használja a Bejelentkezés az Apple-lel funkciót egy új appal, az Apple egy egyszerű bináris értéket oszt meg a fejlesztővel, ezzel biztosítva, hogy Ön természetes személy. Ez a számérték az Apple-fiókban végzett közelmúltbeli tevékenységre és az eszközre, valamint az eszközhasználatra vonatkozó absztrakt információkból áll össze. Sem az Apple, sem a fejlesztő nem kap pontos információt az eszközhasználati szokásairól. A Bejelentkezés az Apple-lel használata Az Apple észleli, ha engedélyezi a Bejelentkezés az Apple-lel funkciót egy apphoz vagy webhelyhez, így segíthetünk a bejelentkezés beállításában. Ha ezután a Bejelentkezés az Apple-lel funkciót használja egy appban az iPhone-ján, az Apple nem ismeri azon appokat (és nem is őrzi meg ezek előzményeit), amelyekbe bejelentkezett, vagy hogy mikor használta a Bejelentkezés az Apple-lel funkciót; ez az információ az Ön eszközén marad. Ha a Bejelentkezés az Apple-lel funkciót a Safariban használja, az Apple észleli, amikor bejelentkezik egy webhelyre, így az Apple hitelesítheti a bejelentkezést; az Apple azonban nem őriz meg előzményadatokat arról, hogy mely webhelyekre jelentkezik be, illetve mikor használja a Bejelentkezés az Apple-lel funkciót. Még ha a Bejelentkezés az Apple-lel funkcióval jelentkezik is be egy appba vagy webhelyre, a fejlesztők kérhetnek további személyes adatokat a bejelentkezés után. Minden olyan személyes adat, amelyet megad a fejlesztőnek, az ő adatvédelmi szabályzatának hatálya alá tartozik. A Bejelentkezés az Apple-lel funkció kezelése A Bejelentkezés az Apple-lel funkció kezeléséhez iOS‑en nyissa meg a Beállítások > [az Ön neve] > Bejelentkezés és biztonság > Az Apple-fiókját használó appok menüpontot, Macen a Rendszerbeállítások > [az Ön neve] > Bejelentkezés és biztonság menüpontot, vagy keresse fel az account.apple.com webhelyet, válassza a Bejelentkezés és biztonság szakaszt, majd nyissa meg a Bejelentkezés az Apple-lel lehetőséget. Ott megtalálja a Bejelentkezés az Apple-lel funkciót használó appok listáját, áttekintheti az adatvédelmi szabályzatukat, és letilthatja a Bejelentkezés az Apple-lel funkciót. Ha letiltja a Bejelentkezés az Apple-lel funkciót egy appnál, akkor azok az információk, amelyeket megosztott a fejlesztővel a Bejelentkezés az Apple-lel funkció beállításához az appban, illetve minden olyan információ, amelyet a fejlesztő az Ön Bejelentkezés az Apple-lel fiókjához társított, továbbra is a fejlesztő adatvédelmi szabályzatának hatálya alá esik. Bővebben Az Apple törekszik arra, hogy erős hitelesítéssel – a Touch ID, a Face ID és erős jelkódok használatával – védje a Bejelentkezés az Apple-lel funkciót. Az Apple kaphat anonim és összesített információkat a Bejelentkezés az Apple-lel funkcióval kapcsolatban, beleértve a Bejelentkezés az Apple-lel funkció használatára vonatkozó információkat. Az összegyűjtött információk nem alkalmasak az Ön személyének azonosítására. Az Apple felhasználhatja az Önt nem azonosító információkat az Apple-termékek és -szolgáltatások továbbfejlesztéséhez, marketingcélokra, valamint csalásmegelőzési és biztonsági célokra. Az Apple nem próbál meg személyeket azonosítani az anonim vagy összegyűjtött Bejelentkezés az Apple-lel adatokból. Az Apple felhasználja az adatait a törvény által előírt módokon, és hogy megelőzze a csalást. A Bejelentkezés az Apple-lel funkció használatával elfogadja és beleegyezik abba, hogy az Apple, valamint annak leányvállalatai és ügynökei továbbítsák, gyűjtsék, karbantartsák, feldolgozzák és használják az adatait a fent leírt módokon. Az Apple a személyes információkat csak olyan hosszú ideig őrzi meg, ameddig azokra a gyűjtés céljának teljesítése érdekében szükség van, többek között az Apple adatvédelmi szabályzatában vagy a szolgáltatásspecifikus adatvédelmi szabályzatban leírtak alapján, illetve a törvényi előírásoknak megfelelően. A megőrzési időtartamok meghatározásakor először alapos vizsgálatot végzünk, hogy szükséges-e az összegyűjtött személyes adatok megőrzése, és ha igen, akkor arra törekszünk, hogy a törvényi előírások által megengedett legrövidebb ideig őrizzük meg ezeket. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek felhasználva, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Mengaktifkan Masuk dengan Apple Masuk dengan Apple melindungi privasi Anda dengan memungkinkan Anda untuk masuk ke app (atau Cuplikan App) tanpa harus memberikan informasi yang dapat mengidentifikasi Anda secara pribadi kepada pengembang. Masuk dengan Apple juga memungkinkan Anda untuk masuk ke situs web tanpa harus memberi pengembang informasi tambahan apa pun yang dapat mengidentifikasi Anda secara pribadi di luar informasi yang digunakan oleh browser Anda untuk fungsi web normal. Sebagai gantinya, saat Anda menggunakan Masuk dengan Apple, Apple akan menyediakan pengenal unik kepada pengembang app, sehingga Anda dapat menjaga privasi informasi Anda. Pengenal ini bersifat unik untuk setiap pengembang app, untuk membantu mencegah beberapa pengembang yang berbeda untuk mengumpulkan dan berbagi informasi mengenai Anda di beberapa app. Pengembang juga dapat memungkinkan Anda untuk menggunakan Masuk dengan Apple untuk akun yang ada di app atau situs web mereka. Jika pengembang memilih untuk mengaktifkan ini, Anda dapat menyimpan akun yang telah Anda miliki, tapi masuk ke akun tersebut menggunakan Masuk dengan Apple. Karena app tertentu dapat memiliki alasan untuk mengumpulkan lebih banyak informasi mengenai Anda — misalnya, untuk merujuk ke akun Anda menggunakan nama atau menghubungi Anda melalui email — beberapa pengembang dapat meminta nama atau alamat email Anda saat Anda menggunakan Masuk dengan Apple. Nama Anda akan didefaultkan ke nama yang terkait dengan Akun Apple Anda, yang dapat Anda edit sebelum berbagi dengan pengembang. Jika pengembang meminta alamat email, Anda dapat memilih untuk memberikan alamat email mana pun yang dikaitkan dengan Akun Apple Anda kepada pengembang, atau menyembunyikannya. Jika Anda memilih untuk menyembunyikan alamat email dari pengembang, Apple akan membuat dan memberi pengembang alamat email unik yang dapat mereka gunakan untuk berkomunikasi dengan Anda. Apple akan meneruskan email yang diterima di alamat tersebut ke alamat email yang dikaitkan dengan Akun Apple Anda; Apple akan menghapus pesan setelah pesan terkirim atau setelah jangka waktu yang pendek jika pesan tidak dapat dikirimkan. Di perangkat iOS, iPadOS, atau visionOS Anda, Anda dapat mengubah alamat email tujuan penerusan mail, atau menonaktifkan penerusan email, dengan membuka Pengaturan > [nama Anda] > iCloud > Mail iCloud > Penerusan Mail. Di Mac Anda, buka Pengaturan Sistem > [nama Anda] > Informasi Pribadi. Jika Anda nonaktifkan dan hapus, alamat email yang digunakan dengan Sembunyikan Email Saya akan disimpan dalam kaitannya dengan Akun Apple Anda selama 30 hari untuk mencegah penyalahgunaan. Alamat yang dihapus kemudian dihilangkan secara permanen dari Akun Apple Anda dan hanya disimpan untuk tujuan keamanan seperti untuk mencegah penerbitan ulang alamat. Jika Anda memutuskan untuk mengaktifkan Masuk dengan Apple untuk suatu app, pilihan tersebut akan ditautkan dengan Akun Apple yang Anda gunakan untuk iCloud, sehingga Anda dapat dengan mudah menggunakan Masuk dengan Apple untuk app tersebut di semua perangkat Apple Anda. Untuk alasan pencegahan penipuan dan keamanan, saat Anda pertama kali menggunakan Masuk dengan Apple di app baru, Apple akan membagikan skor biner sederhana kepada pengembang untuk meyakinkan mereka bahwa akun Anda asli. Skor ini diambil dari aktivitas akun Apple terbaru Anda bersama dengan informasi abstrak mengenai perangkat dan pola penggunaan perangkat Anda. Baik Apple maupun pengembang tidak akan menerima informasi spesifik apa pun mengenai bagaimana Anda menggunakan perangkat Anda. Menggunakan Masuk dengan Apple Apple mengetahui jika Anda mengaktifkan Masuk dengan Apple di app atau situs web, sehingga kami dapat membantu Anda masuk. Jika Anda menggunakan Masuk dengan Apple di app di iPhone, Apple tidak dapat melihat atau menyimpan riwayat app tempat Anda masuk atau kapan Anda menggunakan Masuk dengan Apple—Informasi tersebut tetap tersimpan di perangkat Anda. Jika Anda menggunakan Masuk dengan Apple di Safari, Apple dapat melihat saat Anda masuk ke situs web sehingga dapat mengesahkan proses masuk Anda, tapi Apple tidak menyimpan riwayat situs web tempat Anda masuk atau kapan Anda menggunakan Masuk dengan Apple. Meskipun Anda menggunakan Masuk dengan Apple untuk masuk ke app atau situs web, pengembang dapat menanyakan informasi pribadi tambahan kepada Anda setelah Anda masuk. Setiap informasi pribadi yang Anda berikan kepada pengembang tunduk pada kebijakan privasi mereka. Mengelola Masuk dengan Apple Untuk mengelola Masuk dengan Apple, buka Pengaturan > [nama Anda] > Masuk & Keamanan > App yang Menggunakan Akun Apple Anda di iOS, buka Pengaturan Sistem > [nama Anda] > Masuk & Keamanan di Mac, atau kunjungi account.apple.com dan buka bagian Masuk dan Keamanan, lalu buka Masuk dengan Apple. Di situ, Anda dapat menemukan daftar app yang menggunakan Masuk dengan Apple, meninjau kebijakan privasi mereka, dan menonaktifkan Masuk dengan Apple. Jika Anda memilih untuk menonaktifkan Masuk dengan Apple untuk suatu app, informasi yang telah dibagikan dengan pengembang tersebut untuk mengatur Masuk dengan Apple untuk app tersebut dan semua informasi yang dikaitkan oleh pengembang dengan akun Masuk dengan Apple Anda akan terus dikelola sesuai dengan kebijakan privasi pengembang. Informasi Lainnya Apple bekerja untuk melindungi Masuk dengan Apple dengan pengesahan yang kuat — didukung oleh Touch ID, Face ID, dan pilihan kode sandi yang kuat. Apple dapat menerima informasi anonim dan agregat mengenai Masuk dengan Apple, termasuk informasi mengenai penggunaan Masuk dengan Apple. Informasi yang dikumpulkan sama sekali tidak mengidentifikasi Anda secara pribadi. Apple dapat menggunakan informasi yang tidak mengidentifikasi Anda untuk meningkatkan produk dan layanan Apple, untuk pemasaran, dan untuk tujuan pencegahan penipuan serta keamanan. Apple tidak akan mencoba untuk mengidentifikasi ulang semua data Masuk dengan Apple yang anonim dan agregat yang kami terima. Apple akan menggunakan informasi Anda sebagaimana diwajibkan oleh hukum dan untuk pencegahan penipuan. Dengan menggunakan Masuk dengan Apple, Anda menyetujui dan menyepakati pentransmisian, pengumpulan, pemeliharaan, pemrosesan, dan penggunaan informasi Anda oleh Apple, anak perusahaan, dan agennya sebagaimana dijelaskan di atas. Apple hanya menyimpan informasi pribadi selama yang diperlukan untuk memenuhi tujuan pengumpulan, termasuk sebagaimana dijelaskan di Kebijakan Privasi Apple atau di pemberitahuan privasi khusus layanan kami, atau sebagaimana yang diwajibkan oleh hukum. Saat mengevaluasi periode penyimpanan, pertama-tama kami memeriksa dengan seksama apakah perlu untuk menyimpan informasi pribadi yang dikumpulkan dan, jika penyimpanan diperlukan, berusaha menyimpan informasi pribadi sesingkat mungkin sesuai hukum. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di www.apple.com/id/privacy
it: Abilitazione di “Accedi con Apple” “Accedi con Apple” protegge la tua privacy consentendoti di accedere a un’app (o app clip) senza dover fornire allo sviluppatore informazioni che ti identificano personalmente. L’accesso con Apple consente inoltre di accedere a un sito web senza dover fornire allo sviluppatore ulteriori informazioni che ti identificano personalmente oltre alle informazioni utilizzate dal browser per le normali funzioni web. Quando usi “Accedi con Apple”, Apple fornisce allo sviluppatore dell’app un identificativo univoco, che ti consente di mantenere le tue informazioni private. Questo identificativo è diverso per ogni sviluppatore di app, in modo da impedire a sviluppatori diversi di raccogliere e condividere informazioni su di te attraverso le app. Gli sviluppatori possono anche consentirti di utilizzare “Accedi con Apple” per account esistenti nelle proprie app o siti web. Se uno sviluppatore sceglie di abilitare questa possibilità, puoi mantenere l’account di cui già disponi, ma accedervi utilizzando “Accedi con Apple”. Poiché alcune app potrebbero avere motivo di raccogliere ulteriori informazioni su di te, ad esempio per fare riferimento al tuo account per nome o per contattarti via email, alcuni sviluppatori potrebbero chiedere il tuo nome o indirizzo email quando usi “Accedi con Apple”. Il tuo nome verrà impostato automaticamente sul nome associato al tuo Apple Account, ma potrai modificarlo prima di condividerlo con lo sviluppatore. Se lo sviluppatore richiede un indirizzo email, puoi scegliere di fornire allo sviluppatore uno qualsiasi degli indirizzi email associati al tuo Apple Account o di nascondere il tuo indirizzo email. Se scegli di nascondere il tuo indirizzo email allo sviluppatore, Apple genererà e fornirà allo sviluppatore un indirizzo email univoco che potrà essere usato per comunicare con te. Apple inoltrerà le email ricevute a tale indirizzo a un indirizzo email associato al tuo Apple Account; Apple elimina i messaggi dopo la consegna o dopo breve tempo se non possono essere consegnati. Sui dispositivi iOS, iPadOS o visionOS, puoi modificare l’indirizzo email a cui inoltrare la posta o disabilitare l’inoltro delle email andando in Impostazioni > [Il tuo nome] > iCloud > Mail di iCloud > Inoltro email. Sul Mac, vai in Impostazioni di Sistema > [Il tuo nome] > Informazioni personali. Quando disattivi ed elimini un indirizzo email utilizzato con “Nascondi la mia email”, la sua associazione al tuo Apple Account viene mantenuta per 30 giorni al fine di evitare abusi. Dopodiché, l’indirizzo rimosso viene eliminato in modo permanente dal tuo Apple Account e conservato solo per fini di sicurezza, ad esempio per evitare di emetterlo di nuovo. Se scegli di abilitare “Accedi con Apple” per un’app, tale scelta è collegata all’Apple Account che usi per iCloud; in questo modo potrai utilizzare facilmente “Accedi con Apple” per quell’app su tutti i tuoi dispositivi Apple. Per motivi di prevenzione delle frodi e di sicurezza, la prima volta che usi “Accedi con Apple” con una nuova app, Apple condividerà un semplice punteggio in formato binario con lo sviluppatore per dimostrare che si tratti di una persona reale. Questo punteggio deriva dalla recente attività dell’account Apple, insieme a informazioni riassuntive sul dispositivo e sulle abitudini di utilizzo. Né Apple né lo sviluppatore ricevono informazioni specifiche sull’uso del dispositivo. Utilizzo di “Accedi con Apple” Apple sa quando abiliti “Accedi con Apple” per un’app o un per sito web; in questo modo possiamo aiutarti a configurare l’accesso. Quindi, quando usi “Accedi con Apple” con un’app su iPhone, Apple non visualizza o conserva una cronologia delle app a cui accedi o di quando usi “Accedi con Apple”; tali informazioni rimangono sul tuo dispositivo. Quando utilizzi “Accedi con Apple” su Safari, Apple può vedere quando accedi a un sito web per autenticare l’accesso, ma non conserva una cronologia dei siti web a cui accedi o di quando utilizzi “Accedi con Apple”. Anche se utilizzi “Accedi con Apple” per accedere a un’app o a un sito web, gli sviluppatori possono richiedere ulteriori informazioni personali dopo l’accesso. Qualsiasi informazione personale che scegli di fornire a uno sviluppatore è soggetta alla rispettiva informativa sulla privacy. Gestione di “Accedi con Apple” Per gestire “Accedi con Apple”, su iOS vai in Impostazioni > [Il tuo nome] > Accesso e sicurezza > App che usano il tuo Apple Account; sul Mac, vai in Impostazioni di Sistema > [Il tuo nome] > Accesso e sicurezza, oppure visita account.apple.com, vai alla sezione relativa ad accesso e sicurezza, quindi vai in “Accedi con Apple”. Qui puoi trovare un elenco delle app che usano “Accedi con Apple”, controllare l’informativa sulla privacy e disabilitare “Accedi con Apple”. Se scegli di disabilitare “Accedi con Apple” per un’app, le informazioni condivise con lo sviluppatore per configurare la funzionalità per tale app e qualsiasi informazione che lo sviluppatore ha associato al tuo account di “Accedi con Apple” continueranno a essere gestite in conformità all’informativa sulla privacy dello sviluppatore. Scopri di più Apple lavora per proteggere “Accedi con Apple” tramite un’autenticazione avanzata, basata su Touch ID, Face ID e opzioni sicure relative al codice. Apple potrebbe ricevere informazioni anonime e aggregate su “Accedi con Apple”, incluse informazioni sull’uso della funzionalità. Nessuna delle informazioni raccolte ti identifica personalmente. Apple può utilizzare informazioni che non ti identificano per migliorare i prodotti e i servizi Apple, per scopi di marketing e prevenzione delle frodi e per motivi di sicurezza. Apple non tenterà di identificare alcun dato anonimo o aggregato che riceve tramite il tuo utilizzo di “Accedi con Apple”. Apple utilizzerà le tue informazioni come richiesto dalla legge e per la prevenzione delle frodi. Utilizzando “Accedi con Apple”, accetti e consenti ad Apple e ai suoi consociati e agenti la trasmissione, la raccolta, il mantenimento, l’elaborazione e l’utilizzo delle tue informazioni come descritto sopra. Apple conserva i dati personali solo per la durata necessaria ad adempiere alle finalità per cui sono stati raccolti, incluse quelle descritte nell’informativa sulla privacy di Apple o nelle note sulla privacy specifiche per ogni servizio, oppure secondo quanto richiesto dalle normative. Quando valutiamo i tempi di conservazione dei dati, esaminiamo innanzitutto se è necessario che i dati personali raccolti vengano conservati. Se ciò è necessario, ci impegniamo a conservare tali dati per il più breve periodo di tempo possibile, secondo quanto consentito dalle normative. In qualsiasi momento, le informazioni raccolte da Apple verranno trattate in conformità all’informativa sulla privacy di Apple consultabile all’indirizzo www.apple.com/it/privacy.
ja: “Appleでサインイン”を有効にする “Appleでサインイン”は、デベロッパに個人を特定できる情報を提供する必要なくアプリ（またはApp Clip）にサインインできるようにすることで、あなたのプライバシーを保護します。“Appleでサインイン”では、ブラウザによって通常のWeb機能に使用される情報を除き、個人を特定できるその他の情報をデベロッパに一切提供する必要なくWebサイトにサインインできるようにもなります。“Appleでサインイン”を使用する場合、Appleは一意識別子をアプリのデベロッパに提供するので、個人情報のプライバシーを保護することができます。この識別子はアプリデベロッパごとに異なるため、複数のデベロッパによってあなたに関する情報がアプリを超えて収集および共有されるのを防ぐことができます。デベロッパは、アプリまたはWebサイトの既存のアカウントで“Appleでサインイン”を使用できるようにすることもできます。デベロッパがこれを有効にすることを選択した場合、あなたは、すでに持っているアカウントを保持したまま“Appleでサインイン”を使用してそのアカウントにサインインできるようになります。 一部のアプリには、名前でアカウントを参照したり、メールで連絡したりするなど、さらに詳しい情報を集める理由がある場合もあります。そうした理由から、あなたが“Appleでサインイン”を使用する際に名前やメールアドレスの提供を求めるデベロッパもいます。Apple Accountに関連付けられている名前がデフォルトで使用されますが、この名前はデベロッパと共有する前に編集することができます。デベロッパがメールアドレスを求める場合は、Apple Accountに関連付けられているいずれかのメールアドレスを提供するか、メールアドレスを非公開にするか、選択できます。デベロッパからメールアドレスを非公開にする場合、Appleは一意のメールアドレスを生成してデベロッパに提供します。デベロッパは、このメールアドレスを使ってあなたに連絡できるようになります。Appleはこのアドレスで受信したメールを、あなたのApple Accountに関連付けられているメールアドレスに転送します。Appleはメールの配信後、または配信できない場合はしばらくしてから、メッセージを削除します。転送先のメールアドレスを変更したい場合や、メールの転送を無効にしたい場合は、iOS、iPadOS、またはvisionOSデバイスでは、“設定”＞“[自分の名前]”＞“iCloud”＞“iCloudメール”＞“メール転送”から行うことができます。Macでは、“システム設定”＞“[自分の名前]”＞“個人情報”から行えます。“メールを非公開”で使用されているメールアドレスを無効にして削除した場合、そのアドレスは、不正利用防止のために、30日間、Apple Accountアカウントに関連付けられて保持されます。その後、削除されたアドレスはApple Accountアカウントから完全に削除され、アドレスの再発行防止などのセキュリティ上の目的でのみ保持されます。 あるアプリで“Appleでサインイン”を有効にすると、その選択はiCloudで使用しているApple Accountに関連付けられるので、お使いのどのAppleデバイスでも、“Appleでサインイン”を使ってこのアプリに簡単にサインインできます。 不正行為の防止およびセキュリティ上の理由により、新しいアプリではじめて“Appleでサインイン”を使う場合、Appleは単純な2値のスコアをデベロッパと共有し、ユーザが実在の人物であることを示します。このスコアは、最近のApple Accountのアクティビティと、お使いのデバイスおよびデバイスの使用パターンから抽出された情報を基に生成されます。Appleとデベロッパのどちらもデバイスの使用に関する具体的な情報を受け取ることはありません。 “Appleでサインイン”を使用する あなたが“Appleでサインイン”をアプリまたはWebサイトで有効にすると、サインインの設定をサポートするため、Appleはこれを把握します。その後にiPhoneのアプリで“Appleでサインイン”を使用するときは、サインインしたアプリの履歴や“Appleでサインイン”を使った時間などをAppleが見たり保持したりすることはなく、そのような情報はデバイスの外に出ません。Safariで“Appleでサインイン”を使用する場合、Appleがサインインを認証できるように、あなたがいつWebサイトにサインインしたかをAppleは把握しますが、AppleはサインインしたWebサイトの履歴や“Appleでサインイン”を使った時間の情報を保持しません。 “Appleでサインイン”を使用してアプリやWebサイトにサインインした場合でも、サインイン後にデベロッパから追加の個人情報を求められる場合があります。ここで個人情報をデベロッパに提供する場合、その個人情報はそのデベロッパのプライバシーポリシーの対象となります。 “Appleでサインイン”を管理する “Appleでサインイン”を管理するには、iOSでは“設定”＞“[自分の名前]”＞“サインインとセキュリティ”＞“Apple Accountを使用中のアプリ”に移動し、Macでは“システム設定”＞“[自分の名前]”＞“サインインとセキュリティ”に移動するか、account.apple.com にアクセスして“サインインとセキュリティ”セクションに移動してから、“Appleでサインイン”に移動します。“Appleでサインイン”を使用しているアプリのリストが表示されるので、プライバシーポリシーを確認して、“Appleでサインイン”を無効にします。アプリで“Appleでサインイン”を無効にすると、そのアプリで“Appleでサインイン”を設定するためにデベロッパと共有した情報や、そのデベロッパがあなたの“Appleでサインイン”アカウントに関連付けた情報は、今後もデベロッパのプライバシーポリシーに従って扱われることになります。 その他の情報 Appleは、Touch ID、Face ID、および強力なパスコードオプションを使用した強力な認証によって“Appleでサインイン”を保護します。 Appleは、“Appleでサインイン”の使用に関する情報など、“Appleでサインイン”に関する匿名化された集約的な情報を受け取ることがあります。収集された情報によって個人が特定されることはありません。Appleは、個人を特定しない情報を、Apple製品およびサービスの向上、マーケティング、不正行為の防止およびセキュリティのために利用する場合があります。Appleが、“Appleでサインイン”について受け取った匿名または集約的なデータから個人を特定しようとすることはありません。 Appleはお客様の情報を法律に従って取り扱い、不正行為防止の目的で使用します。“Appleでサインイン”を使用することで、Appleおよびその子会社と代理業者が、上記で説明した方法であなたの情報を送信、収集、保守、処理、および使用することに同意し、承諾することになります。 Appleは、AppleのプライバシーポリシーまたはAppleのサービス別のプライバシー通知に記載されている通りに、または法律で定められた通りに、収集目的を達成するために必要な期間のみ個人情報を保持します。保持期間の決定においては、まず収集した個人情報を保持する必要があるかどうかを検討し、保持する必要がある場合は、法律の下で許容される最短の期間を個人情報の保持期間とするように努めます。 Appleが収集する情報は、いかなる場合においても、Appleのプライバシーポリシー（www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: «Apple арқылы жүйеге кіру» функциясын қосу «Apple арқылы жүйеге кіру» функциясы пайдаланатын деректеріңіз сенімді түрде қорғалады: әзірлеушіге сіздің жеке басыңызды анықтайтын ақпаратты бермей, қолданбаға (немесе блиц қолданбаға) анонимді түрде кіруге болады. «Apple арқылы жүйеге кіру» функциясы әзірлеушіге веб‑функциялардың қалыпты жұмыс істеуі үшін браузер пайдаланатын ақпараттан басқа, сіздің жеке басыңызды анықтайтын қосымша ақпаратты бермей веб‑сайтқа кіруге мүмкіндік береді. Оның орнына, «Apple арқылы жүйеге кіру» функциясын пайдаланған кезде, Apple компаниясы қолданба әзірлеушісіне құпиялылықты қамтамасыз ететін бірегей идентификаторды ұсынады. Бұл идентификатор әр қолданба әзірлеушісі үшін бірегей болады, бұл басқа әзірлеушілердің түрлі қолданбаларда сіз туралы ақпарат жинауына және таратуына жол бермеуге көмектеседі. Сондай-ақ әзірлеушілер қолданбаларда немесе веб-сайттарда қолданыстағы аккаунттарға кіру үшін «Apple арқылы жүйеге кіру» функциясын пайдалануға рұқсат бере алады. Егер әзірлеуші осындай мүмкіндікті ұсынса, қолданыстағы аккаунтты сақтауға болады, бірақ бұл аккаунтқа «Apple арқылы жүйеге кіру» функциясын қолдана отырып кіру қажет. Кейбір қолданбалар сіз туралы қосымша ақпаратты заңды түрде жинай алатындықтан, мысалы, сізге эл. хабарлар жіберу немесе эл. пошта мекенжайы арқылы хабарласу үшін, кейбір әзірлеушілер «Apple арқылы жүйеге кіру» функциясын пайдаланған кезде, атыңызды немесе эл. пошта мекенжайыңызды сұрауы мүмкін. Сіздің атыңыз ретінде Apple аккаунтымен байланысты атау әдепкі ретінде пайдаланылады. Бұл атауды әзірлеушіге жібермес бұрын өзгертуге болады. Егер әзірлеуші эл. пошта мекенжайын сұраса, әзірлеушіге Apple аккаунтыңызбен байланысты кез келген эл. пошта мекенжайын беруге немесе эл. пошта мекенжайын жасыруға болады. Егер эл. пошта мекенжайыңызды әзірлеушіден жасырғыңыз келсе, Apple компаниясы сізбен байланысуға мүмкіндік беретін бірегей эл. пошта мекенжайын жасап, оны әзірлеушіге береді. Apple компаниясы осы мекенжайға жіберілген эл. хатты Apple аккаунтыңызбен байланысты мекенжайға бағыттайды; Apple компаниясы жеткізілген немесе жеткізілмеген эл. хаттарды біраз уақыттан кейін жояды. iOS, iPadOS немесе visionOS құрылғыңызда эл. поштаны қандай мекенжай бойынша қайта адрестеу немесе эл. хаттарды адрестеу функциясын өшіру үшін «Реттеулер» > «[атыңыз]» > «iCloud» > «iCloud поштасы» > «Эл. хатты адрестеу» тармағына өтіңіз. On your Mac, go to System Settings > [your name] > Personal Information. (Mac компьютерінде «Жүйе реттеулері» > «[атыңыз]» > «Жеке ақпарат» тармағына өтіңіз.) «Эл. поштамды жасыру» арқылы пайдаланылған эл. пошта мекенжайын ажыратқан және жойған кезде, теріс пайдаланудың алдын алу мақсатында оның Apple аккаунтымен байланысы 30 күн бойы сақталады. Содан кейін жойылған мекенжай Apple аккаунтынан біржолата жойылады және мекенжайды қайта шығаруға жол бермеу сияқты қауіпсіздік мақсатында ғана сақталады. Егер қандай да бір қолданба үшін «Apple арқылы жүйеге кіру» функциясын қосу қажет деп шешсеңіз, бұл реттеу iCloud үшін пайдаланылатын Apple аккаунтымен байланысты болады, осылайша барлық Apple құрылғыңызда қолданбаға кіру үшін «Apple арқылы жүйеге кіру» функциясын оңай пайдалануға болады. Алаяқтықтың алдын алу және қауіпсіздікті қамтамасыз ету мақсатында, жаңа қолданбада «Apple арқылы жүйеге кіру» функциясын бірінші рет қолданған кезде, Apple компаниясы әзірлеушіге сіздің шынайы адам екендігіңізді дәлелдеу үшін қарапайым екілік сенім индексін ұсынады. Бұл сенімділік индексі Apple аккаунтыңыздың соңғы белсенділігіне және құрылғыңыз туралы жиынтық ақпаратқа және құрылғыны пайдалану әдеттеріне негізделіп есептеледі. Apple компаниясы да, әзірлеушілер де құрылғыны қалай пайдаланатыныңыз туралы егжей-тегжейлі ақпарат алмайды. «Apple арқылы жүйеге кіру» функциясын пайдалану Apple компаниясы жүйеге кіру процесін баптауға көмектесетін қолданба немесе веб-сайт үшін «Apple арқылы жүйеге кіру" функциясын қашан қосқаныңыз туралы ақпарат алады. Кейін iPhone құрылғысындағы қолданбаға кіру үшін «Apple арқылы жүйеге кіру» функциясын қолданған кезде, Apple компаниясы қандай қолданбаларға кіргеніңіз немесе «Apple арқылы жүйеге кіру» функциясын қашан қолданғаныңыз туралы ақпаратты көрмейді немесе сақтамайды. Мұндай ақпарат құрылғыңызда сақталады. Safari браузерінде «Apple арқылы жүйеге кіру» функциясын қолданған кезде, Apple компаниясы сіздің веб-сайтқа кіргеніңіз туралы ақпарат алады. Осы ақпарат арқылы Apple компаниясы сіздің веб-сайтқа кіргеніңізді растай алады, алайда Apple компаниясы қандай қолданбаларға кіргеніңіз немесе «Apple арқылы жүйеге кіру» функциясын қашан қолданғаныңыз туралы ақпаратты сақтамайды. Егер қолданбаға немесе веб-сайтқа кіру үшін «Apple арқылы жүйеге кіру» функциясын қолдансаңыз да, әзірлеушілер жүйеге кіргеннен кейін сізден қосымша жеке ақпаратты сұрауы мүмкін. Егер сіз әзірлеушілерге қосымша жеке ақпарат беруді ұйғарсаңыз, мұндай ақпараттың қолданысы әзірлеушілердің құпиялылық саясатымен реттеледі. «Apple арқылы жүйеге кіру» функциясын басқару «Apple арқылы жүйеге кіру» функциясын басқару үшін iOS құрылғысында «Реттеулер» > [атыңыз] > «Жүйеге кіру және қауіпсіздік» > «Apple аккаунтын қолданатын қолданбалар» тармағын өтіңіз. Ал Mac компьютерінде System Settings (Жүйе реттеулері) > [атыңыз] > Sign-In & Security (Жүйеге кіру және қауіпсіздік) тармағына өтіңіз немесе account.apple.com сайтына өтіп, «Жүйеге кіру және қауіпсіздік», содан кейін «Apple арқылы жүйеге кіру» бөліміне өтіңіз. Сол жерде «Apple арқылы жүйеге кіру» функциясын қолданатын қолданбалардың тізімін табуға болады, сол қолданбалардың құпиялылық саясатымен танысып шығуға және «Apple арқылы жүйеге кіру» функциясын өшіруге болады. Егер қандай да бір қолданба үшін «Apple арқылы жүйеге кіру» функциясын өшіру қажет деп шешсеңіз, әзірлеушіге сол қолданба бойынша «Apple арқылы жүйеге кіру» функциясын баптау үшін берілген ақпарат және әзірлеуші «Apple аккаунты арқылы жүйеге кіру» функциясымен байланыстырған кез келген ақпарат әзірлеушінің құпиялылық саясатына сәйкес өңделетін болады. Толығырақ ақпарат Apple компаниясы Touch ID, Face ID және күрделі құпиякод опцияларымен қорғалған сенімді аутентификация арқылы «Apple арқылы жүйеге кіру» функциясын қорғау мақсатында жұмыс істеуде. Apple компаниясы «Apple арқылы жүйеге кіру» функциясына қатысты анонимді және жиынтық ақпаратты, соның ішінде «Apple арқылы жүйеге кіру» функциясын пайдалану туралы ақпаратты ала алады. Жиналған ақпараттың ешқайсысы жеке басыңызды анықтамайды. Apple компаниясы Apple өнімдері мен сервистерін жақсарту, маркетинг жүргізу, алаяқтықтың алдын алу және қауіпсіздік үшін жеке басыңызды анықтамайтын ақпаратты пайдалануы мүмкін. Apple компаниясы біз алатын кез келген анонимді немесе жинақталған «Apple арқылы жүйеге кіру» деректерін қайта анықтауға әрекет жасамайды. Қолданыстағы заңнаманы сақтау және алаяқтықтың алдын алу үшін Apple компаниясы жеке ақпаратыңызды пайдаланады. «Apple арқылы жүйеге кіру» функциясын пайдалана отырып, жоғарыда аталған барлық ақпаратты Apple және оның еншілес кәсіпорындары мен агенттеріне беруге, жинауға, сақтауға, өңдеуге және пайдалануға келісім бересіз. Apple жеке ақпаратты тек жинау мақсаттарын орындау үшін қажет болғанша, соның ішінде Apple құпиялылық саясатында немесе қызметке тән құпиялылық туралы хабарламаларымызда сипатталғандай немесе заң талап еткендей сақтайды. Сақтау мерзімдерін бағалау кезінде алдымен жиналған жеке ақпаратты сақтау қажет пе, жоқ па, соны мұқият тексереміз және сақтау қажет болса, жеке ақпаратты заңмен рұқсат етілген ең қысқа мерзім ішінде сақтау үшін жұмыс істейміз. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына (www.apple.com/privacy сайтында берілген) сәйкес өңделеді
ko: ‘Apple로 로그인’ 활성화하기 ‘Apple로 로그인’을 사용하면 개발자에게 사용자 개인의 신원을 나타내는 정보를 제공하지 않아도 앱(또는 앱 클립)에 로그인할 수 있기 때문에 사용자의 개인정보를 보호할 수 있습니다. 또한 ‘Apple로 로그인’을 사용하면 사용자의 브라우저가 일반 웹 기능을 위해 사용하는 정보 외에 개발자에게 사용자 개인의 신원을 나타내는 추가적인 정보를 제공하지 않아도 웹사이트에 로그인할 수 있도록 해줍니다. ‘Apple로 로그인’을 사용하면 Apple은 앱 개발자에게 고유한 식별자를 제공하여 사용자의 정보를 비공개로 유지할 수 있습니다. 다른 개발자가 앱에서 사용자에 관한 정보를 수집하고 공유하는 것을 차단하기 위해 각 앱 개발자마다 다른 식별자가 제공됩니다. 개발자는 앱 또는 웹사이트에서 사용자가 기존 계정에 ‘Apple로 로그인’을 사용하도록 할 수도 있습니다. 개발자가 이 기능을 사용하도록 선택하면 이미 가지고 있는 계정을 유지하면서 ‘Apple로 로그인’을 사용하여 로그인할 수 있습니다. 특정 앱은 사용자에 대한 정보를 수집하는 타당한 이유(예: 이름으로 계정을 찾거나 이메일로 연락하기 위해)가 있을 수 있습니다. 일부 개발자는 ‘Apple로 로그인’을 사용할 때 사용자의 이름 또는 이메일 주소를 요구할 수 있습니다. 사용자의 이름은 Apple 계정과 연계된 이름으로 기본 설정되며 개발자와 공유하기 전에 편집할 수 있습니다. 개발자가 이메일 주소를 요구하는 경우 Apple 계정과 연계된 이메일 주소 중 하나를 개발자에게 제공하거나 이메일 주소를 가릴 수 있습니다. 개발자로부터 이메일 주소를 가린 경우 Apple은 개발자에게 고유한 이메일 주소를 생성 및 제공하여 사용자와 통신할 수 있도록 합니다. Apple은 해당 주소로 수신된 이메일을 사용자의 Apple 계정과 연계된 이메일 주소로 전달하며 전송 후 또는 짧은 시간이 지난 후(전송할 수 없는 경우) 메시지를 삭제합니다. iOS, iPadOS 또는 visionOS 기기에서 설정 > [사용자 이름] > iCloud > iCloud Mail > 메일 전달로 이동하여 메일이 전달되는 이메일 주소를 변경하거나 이메일 전달을 비활성화할 수 있습니다. Mac에서는 시스템 설정 > [사용자 이름] > 개인정보로 이동하십시오. ‘나의 이메일 가리기’에 사용했던 이메일 주소를 비활성화 및 삭제하는 경우, 남용을 방지하기 위해 해당 주소가 사용자의 Apple 계정과 연계된 상태로 30일 동안 보관됩니다. 제거된 해당 주소는 이후 사용자의 Apple 계정에서 영구적으로 삭제되며, 해당 주소의 재발급을 방지하는 등의 보안 목적으로만 보관됩니다. 특정 앱에 대하여 ‘Apple로 로그인’을 활성화하는 경우, 이 설정은 사용자가 iCloud에 사용하는 Apple 계정에 연결되어, 사용자의 모든 Apple 기기에서 해당 앱에 대한 ‘Apple로 로그인’을 간편하게 사용할 수 있습니다. 새로운 앱에서 처음으로 ‘Apple로 로그인’을 사용하면 Apple은 사기 방지 및 보안상의 이유로 개발자와 간략한 바이너리 점수를 공유하여 사용자가 실제 사람임을 신뢰하도록 합니다. 이 점수는 사용자의 기기 및 기기 사용 패턴에 대하여 추출된 정보와 함께 최근 Apple 계정 활동을 바탕으로 생성됩니다. Apple과 개발자는 사용자의 기기 사용에 대한 특정 정보를 받지 않습니다. ‘Apple로 로그인’ 사용하기 사용자가 앱 또는 웹사이트에 대하여 ‘Apple로 로그인’을 활성화하면 해당 로그인 설정을 도울 수 있도록 Apple이 이를 인지합니다. 사용자가 iPhone 앱에서 ‘Apple로 로그인’을 사용하는 경우, Apple은 사용자가 로그인한 앱 및 ‘Apple로 로그인’을 사용한 시간에 대한 기록을 보거나 보관하지 않으며 해당 정보는 사용자의 기기에 유지됩니다. 사용자가 Safari에서 ‘Apple로 로그인’을 사용하는 경우, Apple은 사용자의 로그인을 인증하기 위해 사용자가 웹사이트에 로그인한 시간을 볼 수 있지만, 사용자가 로그인한 웹사이트 또는 ‘Apple로 로그인’을 사용한 시간에 대한 기록은 보관하지 않습니다. ‘Apple로 로그인’을 사용하여 앱 또는 웹사이트에 로그인했더라도, 개발자가 사용자에게 추가적인 개인정보를 요구할 수 있습니다. 개발자에게 제공하는 모든 개인정보는 해당 개발자의 개인정보 처리방침에 따라 취급됩니다. ‘Apple로 로그인’ 관리하기 ‘Apple로 로그인’을 관리하려면 iOS에서 설정 > [사용자 이름] > 로그인 및 보안 > Apple 계정을 사용하는 앱으로 이동하거나, Mac에서는 시스템 설정 > [사용자 이름] > 로그인 및 보안으로 이동하십시오. 또는, account.apple.com 사이트를 방문하여 ‘로그인 및 보안’ 섹션으로 이동한 후 ‘Apple로 로그인’으로 이동하십시오. 여기서 ‘Apple로 로그인’을 사용하는 앱 목록을 찾은 다음 해당 개인정보 처리방침을 확인하고 ‘Apple로 로그인’을 비활성화할 수 있습니다. 특정 앱에 대하여 ‘Apple로 로그인’을 비활성화하는 경우에도, 해당 앱에서 ‘Apple로 로그인’을 설정하기 위해 개발자와 공유한 정보 및 개발자가 사용자의 ‘Apple로 로그인’ 계정에 연결한 모든 정보는 계속해서 해당 개발자의 개인정보 처리방침에 따라 처리됩니다. 추가 정보 Apple은 Touch ID, Face ID 및 강력한 암호 옵션과 같은 강력한 인증으로 ‘Apple로 로그인’을 보호하려고 노력합니다. Apple은 ‘Apple로 로그인’의 사용에 대한 정보를 포함하여 ‘Apple로 로그인’에 대한 익명의 수집 정보를 받을 수 있습니다. 수집되는 정보는 사용자 개인의 신원을 나타내지 않습니다. Apple은 사용자 개인의 신원을 나타내지 않는 정보를 Apple 제품 및 서비스에서 마케팅, 사기 방지 및 보안 강화 목적으로 사용할 수도 있습니다. Apple은 ‘Apple로 로그인’에 관한 익명 또는 수집된 데이터를 재식별하지 않습니다. Apple은 사용자의 정보를 사기 방지 목적으로 적법하게 사용합니다. ‘Apple로 로그인’을 사용하는 것은 Apple과 그 자회사 및 에이전트가 상기 언급된 정보의 전송, 수집, 관리, 처리 및 사용하는 것에 대해 사용자가 동의하고 허용하는 것입니다. Apple은 개인정보를 Apple의 개인정보 처리방침 또는 서비스별 개인정보 보호 고지에 설명된 대로, 또는 법률에서 요구하는 바에 따라 수집한 목적을 이행하는 데 필요한 기간 동안만 보관합니다. 보관 기간을 측정할 때 Apple은 수집한 개인정보를 보관할 필요가 있는지에 대해 신중하게 검토한 다음, 보관이 필요하다고 판단되는 경우에 한해 법률상 허용되는 가능한 최단기간 동안 개인정보를 보관하도록 작업합니다. Apple에서 수집한 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며, 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: Funkcijos „Prisijungimas naudojant „Apple“ įjungimas Funkcija „Prisijungimas naudojant „Apple“ saugo jūsų privatumą, leisdama prisijungti prie programos (arba programos iškarpos), kūrėjui neteikiant jokios informacijos, pagal kurią būtų galima nustatyti jūsų asmens tapatybę. Be to, funkcija „Prisijungimas naudojant „Apple“ leidžia prisijungti prie svetainės, kūrėjui neteikiant jokios papildomos informacijos, pagal kurią būtų galima nustatyti jūsų asmens tapatybę, išskyrus informaciją, kurią naudoja jūsų naršyklė, kad būtų užtikrinamas įprastų saityno funkcijų veikimas. Vietoje to, kai naudojate funkciją „Prisijungimas naudojant „Apple“, „Apple“ pateikia programos kūrėjui unikalųjį identifikatorių, leidžiantį apsaugoti savo informacijos privatumą. Kiekvienam kūrėjui pateikiamas skirtingas identifikatorius, siekiant užtikrinti, kad kūrėjai negalėtų rinkti ir bendrinti informacijos apie jus įvairiose programose. Kūrėjai taip pat gali leisti jums naudoti funkciją „Prisijungimas naudojant „Apple“ jų programose arba svetainėse esančiose paskyrose. Jei kūrėjas nusprendžia įjungti šią funkciją, galite pasilikti turimą paskyrą ir prie jos prisijungti pasitelkdami funkciją „Prisijungimas naudojant „Apple“. Tam tikroms programoms reikia surinkti daugiau informacijos apie jus, pavyzdžiui, kad būtų galima paskyroje nurodyti jūsų vardą ir pavardę arba susisiekti su jumis el. paštu, todėl kai kurie kūrėjai gali prašyti pateikti savo vardą ir pavardę arba el. pašto adresą, kai naudojate funkciją „Prisijungimas naudojant „Apple“. Jūsų vardas pagal numatytuosius nustatymus bus pakeistas į vardą, kuris yra susietas su jūsų „Apple“ paskyra ir kurį galėsite redaguoti prieš bendrindami informaciją su kūrėju. Jei kūrėjas prašys pateikti el. pašto adresą, galėsite pasirinkti kūrėjui pateikti bet kokius el. pašto adresus, susietus su jūsų „Apple“ paskyra, arba paslėpti savo el. pašto adresą. Jei nuspręsite nuo kūrėjo paslėpti savo el. pašto adresą, „Apple“ sugeneruos ir pateiks kūrėjui unikalų el. pašto adresą, kuris bus naudojamas bendraujant su jumis. „Apple“ persiųs tokiu adresu gautus el. laiškus į el. pašto adresą, susietą su jūsų „Apple“ paskyra; „Apple“ ištrins žinutes po to, kai jos bus pristatytos arba po kurio laiko, jei nepavyks jų pristatyti. Pakeisti el. pašto adresą, į kurį persiunčiami laiškai, arba išjungti laiškų persiuntimo funkciją „iOS“, „iPadOS“ arba „visionOS“ įrenginiuose galėsite pasirinkę „Nustatymai“ > [Jūsų vardas] > „iCloud“ > „iCloud Mail“ > „Pašto peradresavimas“. „Mac“ įrenginyje eikite į sritį „Sistemos nustatymai“ > [Jūsų vardas] > „Asmeninė informacija“. Išjungus arba ištrynus el. pašto adresą, kuris naudojamas su el. pašto adreso slėpimo funkcija, jis bus saugomas susietas su jūsų „Apple“ paskyra 30 dienų, siekiant išvengti piktnaudžiavimo atvejų. Pašalintas adresas bus visam laikui ištrintas iš jūsų „Apple“ paskyros ir saugomas tik saugumo tikslais, t. y. kad toks adresas nebūtų išduotas iš naujo. Jei nuspręsite įjungti funkciją „Prisijungimas naudojant „Apple“ tam tikrai programai, toks pasirinkimas bus susietas su „Apple“ paskyra, kuri naudojama „iCloud“ saugykloje, kad toje programoje visuose savo „Apple“ įrenginiuose galėtumėte lengvai naudoti funkciją „Prisijungimas naudojant „Apple“. Siekiant užkirsti kelią sukčiavimui, pirmą kartą naudojant funkciją „Prisijungimas naudojant „Apple“ su nauja programa, „Apple“ bendrins paprastą dvejetainį balą su kūrėju, kad užtikrintų, jog esate tikras asmuo. Šis rezultatas yra gaunamas iš jūsų naujausios „Apple“ paskyros veiklos kartu su abstrakčia informacija apie jūsų įrenginį ir įrenginio naudojimo tendencijas. Nei „Apple, nei kūrėjas negaus jokios konkrečios informacijos apie tai, kaip naudojate įrenginį. Funkcijos „Prisijungimas naudojant „Apple“ naudojimas „Apple“ žino, kada funkciją „Prisijungimas naudojant „Apple“ įjungiate programai arba svetainei, kad galėtų padėti nustatyti prisijungimo duomenis. Kai funkciją „Prisijungimas naudojant „Apple“ darbe ir mokykloje“ naudojate „iPhone“ įrenginyje, „Apple“ nemato ir nesaugo programų, prie kurių prisijungėte, istorijos arba funkcijos „Prisijungimas naudojant „Apple“ darbe ir mokykloje“ naudojimo laiko — tokia informacija lieka jūsų įrenginyje. Kai funkciją „Prisijungimas naudojant „Apple“ darbe ir mokykloje“ naudojate programoje „Safari“, „Apple“ mato prisijungimo prie svetainės laiką, kad galėtų autentifikuoti prisijungimo seansą, tačiau „Apple“ neišsaugo svetainių, prie kurių prisijungėte, istorijos arba funkcijos „Prisijungimas naudojant „Apple“ naudojimo laiko. Net jei funkciją „Prisijungimas naudojant „Apple“ naudojate prisijungdami prie leidžiamos programos arba svetainės, prisijungus kūrėjai gali prašyti pateikti papildomos informacijos. Bet kokiai asmeninei informacijai, kurią nusprendžiate pateikti kūrėjui, taikoma to kūrėjo privatumo politika. Funkcijos „Prisijungimas naudojant „Apple“ valdymas Norėdami valdyti funkciją „Prisijungimas naudojant „Apple“, „iOS“ įrenginyje pasirinkite „Nustatymai“ > [Jūsų vardas] > „Prisijungimas ir sauga“ > „Apple“ paskyrą naudojančios programos“, „Mac“ įrenginyje pasirinkite „Sistemos nustatymai“ > [Jūsų vardas] > „Prisijungimas ir sauga“ arba apsilankykite svetainėje account.apple.com ir eikite į sritį „Prisijungimas ir sauga“, o tada eikite į sritį „Prisijungimas naudojant „Apple“. Ten galėsite rasti programų, naudojančių funkciją „Prisijungimas naudojant „Apple“, sąrašą, peržiūrėti privatumo politiką ir išjungti funkciją „Prisijungimas su „Apple“. Jei nuspręsite išjungti programai skirtą funkciją „Prisijungimas naudojant „Apple“, informacija, kuri buvo bendrinama su kūrėju siekiant nustatyti funkciją „Prisijungimas naudojant „Apple“ tai programai, ir bet kokia informacija, kurią kūrėjas susiejo su jūsų funkcijos „Prisijungimas naudojant „Apple“ darbe ir mokykloje“ paskyra, ir toliau bus tvarkoma pagal kūrėjo privatumo politiką. Daugiau informacijos „Apple“ siekia užtikrinti patikimą funkcijos „Prisijungimas naudojant „Apple“ autentifikavimą, kuris įmanomas naudojant „Touch ID“, „Face ID“ ir sudėtingą prieigos kodą. „Apple“ gali gauti anonimišką ir agreguotą informaciją apie funkciją „Prisijungimas naudojant „Apple“, įskaitant informaciją apie funkcijos „Prisijungimas naudojant „Apple“ naudojimą. Jokia surinkta informacija jūsų neidentifikuoja. Be to, „Apple“ gali naudoti jūsų tapatybės neatskleidžiančią informaciją kitiems „Apple“ produktams ir paslaugoms tobulinti, rinkodaros, sukčiavimo prevencijos ir saugumo tikslais. „Apple“ nebandys iš naujo nustatyti mūsų gaunamų anonimiškų ar agreguotų funkcijos „Prisijungimas naudojant „Apple“ duomenų. „Apple“ naudos jūsų informaciją, kaip to reikalauja įstatymai, ir siekdama užkirsti kelią sukčiavimui. Naudodami funkciją „Prisijungimas naudojant „Apple“ leidžiate bendrovei „Apple“ ir jos patronuojamosioms įmonėms bei agentams perduoti, rinkti, prižiūrėti, apdoroti ir naudoti jūsų informaciją, kaip apibūdinta pirmiau. „Apple“ asmeninę informaciją saugo tol, kol tai būtina siekiant tikslų, dėl kurių ji buvo surinkta, įskaitant „Apple“ privatumo politikoje aprašytus ar konkrečios paslaugos pranešime apie privatumą nurodytus tikslus, arba kaip reikalaujama pagal įstatymus. Vertindami saugojimo terminus, pirmiausia atidžiai išnagrinėjame, ar būtina saugoti surinktą asmeninę informaciją, ir, jei saugoti būtina, stengiamės, kad asmeninė informacija būtų saugoma trumpiausią galimą įstatymų leidžiamą laiką. „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy
ms: Mendayakan Daftar masuk dengan Apple Daftar masuk dengan Apple melindungi privasi anda dengan membenarkan anda mendaftar masuk ke app (atau Klip App) tanpa menyediakan maklumat yang mengenal pasti anda secara peribadi kepada pembangun. Daftar masuk dengan Apple juga membenarkan anda mendaftar masuk ke tapak web tanpa memberikan sebarang maklumat tambahan yang mengenal pasti anda secara peribadi kepada pembangun selain maklumat yang digunakan oleh pelayar anda untuk fungsi web biasa. Sebaliknya, apabila anda menggunakan Daftar masuk dengan Apple, Apple menyediakan pembangun app dengan pengecam unik, yang membolehkan anda memastikan maklumat anda peribadi. Pengecam ini berbeza untuk setiap pembangun app, bagi membantu mencegah pembangun berbeza daripada mengumpulkan dan berkongsi maklumat tentang anda merentas app. Pembangun juga boleh membenarkan anda menggunakan Daftar masuk dengan Apple untuk akaun sedia ada pada app atau tapak web mereka. Jika pembangun memilih untuk mendayakan ini, anda boleh menyimpan akaun yang anda miliki tetapi daftar masuk ke dalamnya menggunakan Daftar masuk dengan Apple. Disebabkan app tertentu mungkin mempunyai sebab untuk mengumpul maklumat lanjut tentang anda — sebagai contoh, untuk merujuk kepada akaun anda mengikut nama atau menghubungi anda melalui e-mel — sesetengah pembangun mungkin meminta nama atau alamat e-mel anda apabila anda menggunakan Daftar masuk dengan Apple. Nama anda akan menjadi lalai kepada nama berkaitan dengan Akaun Apple anda, yang anda boleh edit sebelum berkongsi dengan pembangun. Jika pembangun meminta alamat e‑mel, anda boleh memilih untuk menyediakan mana-mana alamat e‑mel yang dikaitkan dengan Akaun Apple anda kepada pembangun, atau untuk menyembunyikan alamat e‑mel anda. Jika anda memilih untuk menyembunyikan alamat e-mel anda daripada pembangun, Apple akan menjana dan menyediakan pembangun dengan alamat e-mel unik untuk mereka gunakan bagi berkomunikasi dengan anda. Apple akan memajukan e‑mel yang diterima di alamat itu kepada alamat e‑mel yang dikaitkan dengan Akaun Apple anda; Apple memadamkan mesej selepas penghantaran atau selepas seketika jika tidak dapat dihantar. Pada peranti iOS, iPadOS atau visionOS, anda boleh menukar alamat e‑mel yang mel dimajukan, atau menyahdayakan pemajuan e‑mel dengan pergi ke Seting > [nama anda] > iCloud > Mail iCloud > Pemajuan Mel. Pada Mac anda, pergi ke Seting Sistem > [nama anda] > Maklumat Peribadi. Semasa anda menyahaktifkan dan memadamkan alamat e‑mel yang digunakan dengan Sembunyikan E‑mel Saya, ia dikekalkan secara berkaitan dengan Akaun Apple anda selama 30 hari untuk tujuan menghalang penyalahgunaan. Alamat yang dikeluarkan kemudian dipadamkan secara kekal daripada Akaun Apple anda dan dikekalkan hanya untuk tujuan keselamatan seperti untuk menghalang alamat daripada digunakan semula. Jika anda memilih untuk mendayakan Daftar masuk dengan Apple bagi app, pilihan tersebut dikaitkan dengan Akaun Apple yang anda gunakan untuk iCloud, supaya anda boleh menggunakan Daftar masuk dengan Apple dengan mudah untuk app tersebut pada semua peranti Apple anda. Untuk sebab pencegahan penipuan dan keselamatan, pertama kali anda menggunakan Daftar masuk dengan Apple pada app baharu, Apple akan berkongsi skor perduaan ringkas dengan pembangun untuk memberikan keyakinan kepada mereka bahawa anda orang yang benar. Skor ini diperoleh daripada aktiviti akaun Apple terbaharu anda bersama dengan maklumat abstrak tentang peranti dan corak penggunaan peranti anda. Apple dan pembangun tidak menerima sebarang maklumat khusus tentang cara anda menggunakan peranti anda. Menggunakan Daftar masuk dengan Apple Apple mengetahui apabila anda mendayakan Daftar masuk dengan Apple untuk app atau tapak web supaya kami boleh membantu menyediakan daftar masuk. Apabila anda kemudiannya menggunakan Daftar masuk dengan Apple dengan app pada iPhone anda, Apple tidak melihat atau menyimpan sejarah app yang anda daftar masuk atau masa anda menggunakan Daftar masuk dengan Apple — maklumat tersebut kekal pada peranti anda. Apabila anda menggunakan Daftar masuk dengan Apple pada Safari, Apple melihat apabila anda mendaftar masuk ke tapak web supaya Apple boleh mengesahkan daftar masuk anda, tetapi Apple tidak menyimpan sejarah tapak web yang anda daftar masuk atau masa anda menggunakan Daftar masuk dengan Apple. Walaupun anda menggunakan Daftar masuk dengan Apple untuk mendaftar masuk ke app atau tapak web, pembangun boleh meminta maklumat peribadi tambahan daripada anda selepas daftar masuk. Sebarang maklumat peribadi yang anda pilih untuk sediakan kepada pembangun tertakluk pada dasar privasi mereka. Mengurus Daftar masuk dengan Apple Untuk mengurus Daftar masuk dengan Apple, pergi ke Seting > [nama anda] > Daftar Masuk & Keselamatan > App yang Menggunakan Akaun Apple Anda pada iOS, pergi ke Seting Sistem > [nama anda] > Daftar Masuk & Keselamatan pada Mac atau lawati account.apple.com dan pergi ke bahagian Daftar Masuk dan Keselamatan, kemudian pergi ke Daftar masuk dengan Apple. Di situ, anda boleh menemui senarai app yang menggunakan Daftar masuk dengan Apple, menyemak dasar privasi dan menyahdayakan Daftar masuk dengan Apple. Jika anda memilih untuk menyahdayakan Daftar masuk dengan Apple untuk app, maklumat yang telah dikongsi dengan pembangun untuk menyediakan Daftar masuk dengan Apple untuk app tersebut dan sebarang maklumat yang pembangun kaitkan dengan akaun Daftar masuk dengan Apple anda akan terus dikendalikan menurut dasar privasi pembangun. Maklumat Lanjut Apple berusaha untuk melindungi Daftar masuk dengan Apple dengan pengesahan yang kukuh — dikuasakan oleh Touch ID, Face ID dan pilihan kod laluan yang kukuh. Apple mungkin menerima maklumat tanpa nama dan beragregat tentang Daftar masuk dengan Apple, termasuk maklumat tentang penggunaan Daftar masuk dengan Apple. Maklumat yang dikumpulkan tidak mengenal pasti anda secara peribadi. Apple mungkin menggunakan maklumat yang tidak mengenal pasti anda untuk meningkatkan produk dan perkhidmatan Apple, untuk pemasaran dan untuk pencegahan penipuan serta tujuan keselamatan. Apple tidak akan cuba mengenal pasti semula sebarang data Daftar masuk dengan Apple tanpa nama atau beragregat yang kami terima. Apple akan menggunakan maklumat anda seperti yang diperlukan oleh undang-undang dan untuk pencegahan penipuan. Dengan menggunakan Daftar masuk dengan Apple, anda bersetuju dan mengizinkan penghantaran, pengumpulan, penyenggaraan, pemprosesan dan penggunaan maklumat anda oleh Apple dan subsidiari serta ejennya seperti yang diterangkan di atas. Apple mengekalkan maklumat peribadi hanya setakat yang perlu untuk memenuhi tujuan yang data tersebut dikumpulkan, termasuk seperti yang diterangkan dalam Dasar Privasi Apple atau dalam notis privasi khusus perkhidmatan kami, atau seperti yang diperlukan oleh undang-undang. Apabila menilai tempoh pengekalan, kami mengkaji dengan teliti terlebih dahulu sama ada perlu mengekalkan maklumat peribadi yang dikumpulkan, jika pengekalan diperlukan, berusaha untuk mengekalkan maklumat peribadi bagi tempoh paling singkat yang mungkin, yang dibenarkan di bawah undang-undang. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy
nl: 'Log in met Apple' inschakelen 'Log in met Apple' beschermt je privacy door het mogelijk te maken dat je bij een app (of appclip) inlogt zonder dat je de ontwikkelaar informatie hoeft te verstrekken waarmee je identiteit kan worden achterhaald. Als je bij een website inlogt met 'Log in met Apple', hoef je alleen de informatie te verstrekken die door je browser wordt gebruikt voor normale webfuncties en hoef je geen extra informatie aan de ontwikkelaar te verstrekken waarmee je identiteit kan worden achterhaald. In plaats daarvan krijgt de appontwikkelaar bij gebruik van 'Log in met Apple' een unieke ID, zodat je je informatie privé kunt houden. Deze ID verschilt per appontwikkelaar, zodat verschillende ontwikkelaars geen informatie over je activiteiten in meerdere apps kunnen verzamelen en delen. Ontwikkelaars kunnen je 'Log in met Apple' ook laten gebruiken voor bestaande accounts op hun apps of websites. Als een ontwikkelaar hiervoor kiest, behoud je de account die je al hebt, maar log je in bij die account met 'Log in met Apple'. Omdat bepaalde apps redenen kunnen hebben om meer informatie over je te verzamelen (om je bijvoorbeeld via e‑mail te kunnen benaderen of om met een naam naar je account te kunnen verwijzen), is het mogelijk dat sommige ontwikkelaars om je naam en e‑mailadres vragen wanneer je 'Log in met Apple' gebruikt. Standaard wordt de naam gebruikt die aan je Apple Account is gekoppeld. Je kunt deze naam wijzigen voordat je deze met de ontwikkelaar deelt. Als de ontwikkelaar om een e‑mailadres vraagt, kun je ervoor kiezen om een van de e‑mailadressen die aan je Apple Account is gekoppeld aan de ontwikkelaar te verstrekken, of om je e‑mailadres te verbergen. Als je ervoor kiest om je e‑mailadres voor de ontwikkelaar te verbergen, genereert Apple een uniek e‑mailadres dat de ontwikkelaar kan gebruiken om met jou te communiceren. Apple stuurt e‑mail die op dat adres wordt ontvangen door naar een e‑mailadres dat aan je Apple Account is gekoppeld. Afgeleverde berichten worden meteen verwijderd en berichten die niet kunnen worden afgeleverd worden na korte tijd verwijderd. Op je iOS-, iPadOS- of visionOS-apparaat kun je het adres wijzigen waarnaar de e‑mail wordt doorgestuurd of het doorsturen van e‑mail uitschakelen door in Instellingen op je naam te tikken en 'iCloud' > 'iCloud Mail > 'E‑mails doorsturen' te kiezen. Ga op je Mac in Systeeminstellingen naar '[je naam]' > 'Persoonlijke gegevens'. Wanneer je een e-mailadres dat je gebruikt hebt voor 'Verberg mijn e‑mailadres' deactiveert en verwijdert, wordt het gedurende 30 dagen bewaard met je Apple Account-account om misbruik te voorkomen. Het verwijderde adres wordt daarna permanent verwijderd uit je Apple Account-account en alleen bewaard voor veiligheidsdoeleinden, bijvoorbeeld om te voorkomen dat het adres opnieuw wordt uitgegeven. Als je ervoor kiest om 'Log in met Apple' in te schakelen voor een app, wordt deze keuze aan de Apple Account gekoppeld die je voor iCloud gebruikt, zodat je eenvoudig 'Log in met Apple' voor die app kunt gebruiken op al je Apple apparaten. Ter voorkoming van fraude en voor beveiligingsdoeleinden deelt Apple een eenvoudige binaire score met de ontwikkelaar als je voor het eerst 'Log in met Apple' gebruikt voor een nieuwe app, zodat de ontwikkelaar weet dat je een bestaande persoon bent. Deze score is afgeleid van je recente Apple accountactiviteit in combinatie met samengevatte informatie over je apparaat en de gebruikspatronen van dit apparaat. Apple en de ontwikkelaar ontvangen geen specifieke informatie over de manier waarop je je apparaat gebruikt. 'Log in met Apple' gebruiken Apple weet wanneer je 'Log in met Apple' inschakelt voor een app of website zodat we de functie voor je kunnen configureren. Wanneer je vervolgens 'Log in met Apple' gebruikt voor een app op je iPhone, ziet of bewaart Apple geen overzicht van de apps waarbij je inlogt of wanneer je 'Log in met Apple' gebruikt. Deze informatie blijft op je apparaat. Wanneer je 'Log in met Apple' in Safari gebruikt, ziet Apple wanneer je inlogt bij een website zodat Apple het inloggen kan authenticeren, maar Apple houdt geen overzicht bij van de websites waarbij je inlogt of wanneer je 'Log in met Apple' gebruikt. Zelfs als je 'Log in met Apple' gebruikt om in te loggen bij een app of website, kunnen ontwikkelaars je na het inloggen vragen om aanvullende persoonlijke gegevens. Op persoonlijke gegevens die je aan de ontwikkelaar verstrekt, is het privacybeleid van de ontwikkelaar van toepassing. 'Log in met Apple' beheren Om 'Log in met Apple' te beheren, ga je in iOS in Instellingen naar '[je naam]' > 'Log in en beveiliging' > 'Apps die je Apple Account gebruiken'. Op je Mac ga je in Systeeminstellingen naar '[je naam]' > 'Inloggen en beveiliging'. Je kunt ook op account.apple.com naar het gedeelte 'Inloggen en beveiliging' en vervolgens naar 'Log in met Apple' gaan. Daar kun je een overzicht vinden van de apps die 'Log in met Apple' gebruiken, het privacybeleid van de apps lezen, en 'Log in met Apple' uitschakelen. Als je ervoor kiest om 'Log in met Apple' uit te schakelen voor een app, wordt informatie die met de ontwikkelaar is gedeeld om 'Log in met Apple' voor die app te configureren en eventuele informatie die de ontwikkelaar heeft gekoppeld aan 'Log in met Apple' nog steeds verwerkt via het privacybeleid van de ontwikkelaar. Meer informatie Apple beveiligt 'Log in met Apple' met sterke authenticatie, waaronder Touch ID, Face ID en opties voor sterke toegangscodes. Apple kan anonieme en verzamelde informatie over 'Log in met Apple' ontvangen, waaronder informatie over het gebruik van 'Log in met Apple'. Je identiteit kan niet worden achterhaald aan de hand van deze gegevens. Voor het verbeteren van Apple producten en voorzieningen, voor marketingdoeleinden, voor het tegengaan van fraude en voor het verbeteren van de beveiliging gebruikt Apple mogelijk informatie waarmee je identiteit niet kan worden achterhaald. Apple probeert geen identiteit te koppelen aan anonieme of verzamelde 'Log in met Apple'-gegevens die worden ontvangen. Apple gebruikt je informatie om te voldoen aan regelgeving en ter voorkoming van fraude. Door 'Log in met Apple' te gebruiken, ga je akkoord met en geef je toestemming voor het versturen, verzamelen, onderhouden, verwerken en gebruiken van je informatie door Apple, zijn dochterondernemingen en tussenpersonen, zoals hierboven beschreven. Apple bewaart persoonlijke gegevens slechts zo lang als noodzakelijk is om te voldoen aan de doeleinden waarvoor de gegevens zijn verzameld, inclusief zoals beschreven in het privacybeleid van Apple of in privacybepalingen die specifiek zijn voor onze voorzieningen of zoals vereist door wet- en regel­geving. Bij het bepalen van bewaarperioden gaan we eerst zorgvuldig na of het noodzakelijk is om de verzamelde persoonlijke gegevens te bewaren en, indien gegevens moeten worden bewaard, werken we eraan om de persoonlijke gegevens zo kort mogelijk en zoals wettelijk toegestaan te bewaren. De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacy­beleid van Apple, dat je kunt vinden op www.apple.com/nl/privacy
no: Aktivere Logg på med Apple Logg på med Apple beskytter personvernet ditt ved å gjøre det mulig å logge på en app (eller et appklipp) uten å oppgi informasjon som identifiserer deg personlig til utvikleren. Logg på med Apple gjør det også mulig å logge på et nettsted uten å måtte oppgi ekstra informasjon til utvikleren som identifiserer deg personlig, utover informasjon som brukes av nettleseren din for normale nettfunksjoner. I stedet, når du bruker Logg på med Apple, gir Apple apputvikleren en unik identifikator, slik at du kan holde informasjonen din privat. Denne identifikatoren er forskjellig for hver apputvikler, slik at ulike utviklere forhindres i å samle inn og dele informasjon om deg på tvers av apper. Utviklere kan også la deg bruke Logg på med Apple for eksisterende kontoer i appene deres eller på nettsidene deres. Hvis en utvikler velger å tillate dette, kan du beholde kontoen du allerede har, og logge på ved hjelp av Logg på med Apple. Ettersom enkelte apper kan ha grunn til å samle inn mer informasjon om deg – for eksempel for å kunne henvise til kontoen din ved navn eller kontakte deg via e-post – kan noen utviklere be om navnet ditt eller e-postadressen din når du bruker Logg på med Apple. Navnet ditt vil som standard være navnet som er knyttet til Apple‑kontoen din, og du kan endre det før du deler det med utvikleren. Hvis utvikleren spør etter en e-postadresse kan du velge å oppgi en av e‑postadressene som er knyttet til Apple‑kontoen din, til utvikleren, eller du kan skjule e‑postadressen din. Hvis du velger å skjule e-postadressen for utvikleren, vil Apple generere og gi utvikleren en unik e-postadresse som de kan bruke til å kommunisere med deg. Apple videresender e‑postmeldinger som mottas på den adressen, til en e‑postadresse knyttet til Apple‑kontoen din. Apple sletter meldinger etter levering eller etter en kort stund hvis de ikke kan leveres. På iOS-, iPadOS- og visionOS-enheter kan du endre adressen som e‑poster videresendes til, eller deaktivere videresending av e‑post, ved å velge Innstillinger > [navnet ditt] > iCloud > iCloud Mail > Videresending av e‑post. På Mac velger du Systeminnstillinger > [navnet ditt] > Personlig informasjon. Når du deaktiverer og sletter en e‑postadresse som er brukt med Skjul e‑postadressen min, bevares den i tilknytning til Apple‑kontoen din i 30 dager for å forhindre misbruk. Den fjernede adressen vil deretter slettes permanent fra Apple‑kontoen din, og den vil kun bli beholdt av sikkerhetsmessige årsaker, som å forhindre at adressen brukes på nytt. Hvis du velger å aktivere Logg på med Apple for en app, knyttes det valget til Apple‑kontoen du bruker for iCloud, slik at du enkelt kan bruke Logg på med Apple for den appen på alle Apple-enhetene dine. Første gang du logger på med Logg på med Apple med en ny app, deler Apple en enkel tallverdi med utvikleren for å forsikre dem om at du er en ekte person, av sikkerhetsgrunner og for å forhindre svindel. Verdien hentes fra den nylige Apple-kontoaktiviteten din sammen med abstrahert informasjon om enheten og bruksmønstre for enheten. Verken Apple eller utvikleren mottar spesifikk informasjon om hvordan du bruker enheten din. Bruke Logg på med Apple Apple vet når du aktiverer Logg på med Apple for en app eller et nettsted, slik at vi kan hjelpe deg med å konfigurere påloggingen. Når du senere bruker Logg på med Apple med en app på iPhonen din, vil ikke Apple se eller beholde en historikk over hvilke apper du logger på eller når du bruker Logg på med Apple. Denne informasjonen forblir på enheten din. Når du bruker Logg på med Apple i Safari, ser Apple når du logger på et nettsted, slik at Apple kan autentisere påloggingen, men Apple beholder ikke en historikk over hvilke nettsteder du logger på eller når du bruker Logg på med Apple. Selv om du bruker Logg på med Apple til å logge på en app eller et nettsted, kan utviklere be om ytterligere personlig informasjon etter at du har logget på. All personlig informasjon du velger å oppgi til en utvikler, er underlagt deres retningslinjer for personvern. Administrere Logg på med Apple Du kan administrere Logg på med Apple på iOS ved å gå til Innstillinger > [navnet ditt] > Pålogging og sikkerhet > Apper som bruker Apple‑kontoen, på Mac ved å gå til Systeminnstillinger > [navnet ditt] > Pålogging og sikkerhet, eller fra account.apple.com ved å gå til delen Pålogging og sikkerhet og deretter til Logg på med Apple. Der finner du en liste over apper som bruker Logg på med Apple, og du kan se gjennom deres retningslinjer for personvern og deaktivere Logg på med Apple. Hvis du velger å deaktivere Logg på med Apple for en app, vil informasjon som ble delt med utvikleren til å konfigurere Logg på med Apple for den appen, og eventuell informasjon som utvikleren har knyttet til Logg på med Apple-kontoen din, fortsatt håndteres i henhold til utviklerens retningslinjer for personvern. Mer informasjon Apple jobber for å beskytte Logg på med Apple med sterk autentisering – ved hjelp av Touch ID, Face ID og sterke passordalternativer. Apple kan motta anonym og samlet informasjon om Logg på med Apple, inkludert informasjon om bruk av Logg på med Apple. Ingen av opplysningene som hentes inn, kan identifisere deg som person. Det kan hende at Apple bruker ikke-identifiserbar informasjon til å forbedre Apples produkter og tjenester, til markedsførings- og sikkerhetsformål og for å forhindre svindel. Apple vil ikke forsøke å identifisere anonyme eller samlede Logg på med Apple-data som vi mottar, på nytt. Apple bruker informasjonen din i henhold til lover og for å forhindre svindel. Ved å bruke Logg på med Apple aksepterer du og samtykker du i at Apple og Apples datterselskaper og underleverandører overfører, innhenter, vedlikeholder, behandler og bruker all førnevnte informasjon som beskrevet ovenfor. Apple oppbevarer personlig informasjon kun så lenge som nødvendig for å utføre formålet de ble samlet inn for, inkludert som beskrevet i Apples retningslinjer for personvern, i personvern­erklæringen for hver enkelt tjeneste eller i henhold til gjeldende lover. Når vi avgjør hvor lenge data skal beholdes, undersøker vi først nøye om det i det hele tatt er nødvendig å beholde innsamlet personlig informasjon, og hvis det kreves, prøver vi å beholde personlig informasjon så kort tid som mulig i henhold til loven. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Włączanie funkcji Zaloguj się, używając konta Apple Funkcja Zaloguj się, używając konta Apple chroni Twoją prywatność, pozwalając na logowanie się w aplikacjach (lub wycinkach aplikacji) bez udostępniania ich deweloperom identyfikujących Cię danych. Funkcja Zaloguj się, używając konta Apple pozwala zalogować się w witrynie bez potrzeby podawania deweloperowi żadnych dodatkowych informacji, które mogą Cię osobiście zidentyfikować, poza informacją używaną przez przeglądarkę do zwykłych czynności w Internecie. Gdy używasz funkcji Zaloguj się, używając konta Apple, deweloper aplikacji otrzymuje od Apple losowo wygenerowany identyfikator, dzięki czemu Twoje informacje pozostają prywatne. Identyfikator ten jest inny dla każdego dewelopera, aby uniemożliwić zbieranie i udostępnianie przez różnych deweloperów informacji o Tobie w różnych aplikacjach. Deweloperzy mogą również pozwolić Ci korzystać z funkcji Zaloguj się, używając konta Apple na istniejących kontach w ich aplikacjach lub witrynach. Jeśli deweloper zdecyduje się to włączyć, możesz zachować konto, które masz dotychczas, lecz możesz się logować przy użyciu funkcji Zaloguj się, używając konta Apple. Niektóre aplikacje mogą mieć powody do gromadzenia dodatkowych informacji o Tobie, na przykład w celu oznaczenia konta Twoim imieniem i nazwiskiem lub umożliwienia kontaktu przez email, więc podczas logowania przy użyciu konta Apple niektórzy deweloperzy mogą prosić o podanie nazwiska i adresu email. Domyślnie używane jest imię i nazwisko skojarzone z Twoim kontem Apple. Możesz edytować te dane przed udostępnieniem ich deweloperowi. Jeśli deweloper poprosi o podanie adresu email, możesz zdecydować się na udostępnienie mu dowolnego adresu email powiązanego z Twoim kontem Apple lub ukryć swój adres email. Jeśli zdecydujesz się ukryć swój adres email przed deweloperem, Apple wygeneruje i udostępni mu unikalny adres email, z którego będzie mógł się komunikować. Apple prześle wiadomość email otrzymaną na ten adres na adres email powiązany z Twoim kontem Apple; Apple usuwa wiadomości po dostarczeniu lub po krótkiej chwili, jeśli wiadomości nie można dostarczyć. Na urządzeniu iOS, iPadOS lub visionOS możesz zmienić adres email, na który wiadomości są przekazywane, lub wyłączyć przekazywanie wiadomości, przechodząc do Ustawień i stukając w [Twoje imię i nazwisko] > iCloud > Poczta w iCloud > Przekazywanie poczty. Na Macu otwórz Ustawienia systemowe i kliknij w [Twoje imię i nazwisko] > Dane osobowe. Gdy dezaktywujesz i usuniesz adres email używany przez funkcję Ukryj mój adres email, jest on przechowywany w powiązaniu z Twoim kontem Apple przez 30 dni w celu zapobiegania nadużyciom. Następnie usunięty adres jest trwale usuwany z Twojego konta Apple. Jest przechowywany wyłącznie w celach związanych z bezpieczeństwem, takich jak zapobieganie ponownemu przydzieleniu tego samego adresu. Jeśli zdecydujesz się włączyć funkcję Zaloguj się, używając konta Apple dla określonej aplikacji, ten wybór zostanie powiązany z kontem Apple używanym z iCloud, dzięki czemu zyskasz możliwość logowania się w tej aplikacji na wszystkich swoich urządzeniach Apple. W celu zapobiegania oszustwom i ze względów bezpieczeństwa podczas pierwszego użycia funkcji Zaloguj się, używając konta Apple w nowej aplikacji Apple udostępni deweloperom prosty wynik binarny, potwierdzając w ten sposób, że jesteś prawdziwą osobą. Wynik ten wywodzi się z ostatniej aktywności Twojego konta Apple wraz z wychwyconymi danymi na temat Twojego urządzenia oraz wzorców korzystania z urządzenia. Ani Apple, ani deweloper nie otrzymują żadnych konkretnych informacji na temat sposobu korzystania z urządzenia. Korzystanie z funkcji Zaloguj się, używając konta Apple Apple wie, kiedy uaktywniasz funkcję Zaloguj się, używając konta Apple w aplikacji lub w witrynie, więc możemy Ci pomóc przy konfigurowaniu logowania. Gdy używasz funkcji Zaloguj się, używając konta Apple w aplikacji na swoim iPhonie, Apple nie widzi ani nie zachowuje historii aplikacji, w których się logujesz, ani momentu użycia funkcji Zaloguj się, używając konta Apple. Te informacje pozostają na Twoim urządzeniu. Gdy używasz funkcji Zaloguj się, używając konta Apple w Safari, Apple widzi, że logujesz się w witrynie, dzięki czemu może uwierzytelnić Twoje logowanie. Apple nie zachowuje historii witryn, w których się logujesz, ani momentu użycia funkcji Zaloguj się, używając konta Apple. Nawet po zalogowaniu się w witrynie lub aplikacji przy użyciu funkcji Zaloguj się, używając konta Apple deweloperzy mogą poprosić Cię o dodatkowe dane osobowe. Wszelkie dane osobowe, które zdecydujesz się przekazać deweloperowi, podlegają zasadom ochrony prywatności tego dewelopera. Zarządzanie funkcją Zaloguj się, używając konta Apple Aby zarządzać funkcją Zaloguj się, używając konta Apple, w systemie iOS przejdź do Ustawień, stuknij w [Twoje imię i nazwisko] > Logowanie i zabezpieczenia > Aplikacje korzystające z konta Apple. Na Macu otwórz Ustawienia systemowe i kliknij w [Twoje imię i nazwisko] > Logowanie i zabezpieczenia. Możesz także odwiedzić witrynę account.apple.com, przejść do sekcji Logowanie i zabezpieczenia, a następnie wybrać Zaloguj się, używając konta Apple. Wyświetlana jest tam lista aplikacji używających funkcji Zaloguj się, używając konta Apple. Możesz też zapoznać się tam z zasadami zachowania prywatności tych aplikacji, jak również wyłączyć funkcję logowania przy użyciu konta Apple. Jeśli zdecydujesz się wyłączyć funkcję Zaloguj się, używając konta Apple w aplikacji, dane udostępnione deweloperowi w celu skonfigurowania tej funkcji oraz wszystkie dane, jakie deweloper powiązał z tą funkcją, będą nadal przetwarzane zgodnie z jego zasadami ochrony prywatności. Więcej informacji Funkcja Zaloguj się, używając konta Apple chroniona jest przy użyciu silnego szyfrowania, czytnika Touch ID i Face ID oraz możliwości stosowania silnych haseł. Apple może otrzymywać anonimowe i zagregowane informacje o funkcji Zaloguj się, używając konta Apple, w tym informacje na temat jej użycia. Żadna z zebranych informacji nie identyfikuje Cię osobiście. Apple może używać informacji, które nie pozwalają Cię zidentyfikować, w celu ulepszenia produktów oraz usług Apple, do celów marketingowych, zapobiegania oszustwom oraz do celów bezpieczeństwa. Firma Apple nie będzie próbowała ponownie identyfikować żadnych anonimowych ani zagregowanych danych związanych z funkcją Zaloguj się, używając konta Apple, jakie otrzymuje. Firma Apple będzie używać Twoich danych zgodnie z wymogami prawa oraz do zapobiegania oszustwom. Korzystając z funkcji Zaloguj się, używając konta Apple, wyrażasz zgodę na przekazywanie, gromadzenie, konserwowanie, przetwarzanie i wykorzystywanie tych informacji zgodnie z powyższym opisem przez firmę Apple oraz jej przedstawicieli i agentów. Apple przechowuje dane osobowe tylko tak długo, jak jest to konieczne do realizacji celów, dla których zostały zebrane, w tym zgodnie z Zasadami ochrony prywatności Apple lub z informacjami o ochronie prywatności w poszczególnych usługach, albo zgodnie z wymogami prawa. Oceniając okresy przechowywania, najpierw dokładnie badamy, czy przechowywanie zgromadzonych danych osobowych jest konieczne. Jeśli jest, staramy się przechowywać je przez najkrótszy okres dopuszczalny przez prawo. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/pl/privacy.
pt_br: Ativação do Recurso Iniciar Sessão com a Apple O recurso Iniciar sessão com a Apple protege a sua privacidade ao permitir que você inicie a sessão em um app (ou Clipe de App) sem fornecer ao desenvolvedor informações que identifiquem você pessoalmente. O recurso Iniciar Sessão com a Apple também permite que você inicie a sessão em um site sem precisar fornecer ao desenvolvedor nenhuma informação adicional que identifique você pessoalmente além das informações usadas pelo navegador para funções normais na web. Em vez disso, quando você usa o recurso Iniciar sessão com a Apple, a Apple fornece ao desenvolvedor do app um identificador exclusivo, permitindo que você mantenha suas informações privadas. Esse identificador é diferente para cada desenvolvedor de apps, de modo que impede que desenvolvedores diferentes coletem e compartilhem informações sobre você entre apps. Desenvolvedores também podem permitir que você use o Iniciar sessão com a Apple para contas existentes em seus apps ou sites. Se um desenvolvedor opta por ativar isso, você pode manter a conta que já tem, mas iniciar a sessão com o recurso Iniciar sessão com a Apple. Devido a alguns apps terem motivos para coletar mais informações sobre você – por exemplo, para se referir à sua conta pelo nome ou contatar você por e‑mail – alguns desenvolvedores podem solicitar seu nome ou endereço de e-mail quando você usar o recurso Iniciar sessão com a Apple. O nome associado à sua Conta Apple será o nome padrão usado, que você pode editar antes de compartilhar com o desenvolvedor. Se o desenvolvedor solicitar um endereço de e‑mail, você pode optar por fornecer a ele um dos endereços associados à sua Conta Apple ou ocultar o seu endereço de e‑mail. Se você optar por ocultar o seu endereço de e-mail do desenvolvedor, a Apple gerará e fornecerá ao desenvolvedor um endereço de e-mail exclusivo para que eles o usem para se comunicar com você. A Apple encaminhará os e‑mails recebidos nesse endereço para um endereço de e‑mail associado à sua Conta Apple; a Apple apaga as mensagens depois da entrega ou depois de um curto período, caso ela não possa ser entregue. Em dispositivos iOS, iPadOS ou visionOS, você pode alterar o endereço de e‑mail para o qual as mensagens são encaminhadas ou desativar o encaminhamento de e‑mails a qualquer momento em Ajustes > [seu nome] > iCloud > E‑mail do iCloud > Encaminhamento de E‑mails. No Mac, acesse Ajustes do Sistema > [seu nome] > Informações Pessoais. Quando você desativa e apaga um endereço de e‑mail usado com o recurso Ocultar Meu E‑mail, ele fica retido em associação com a sua Conta Apple por 30 dias, para fins de prevenção contra uso abusivo. O endereço removido é permanentemente apagado da sua Conta Apple e retido apenas para fins de segurança, como para impedir sua reativação. Se você optar por ativar o Início de sessão com a Apple para um app, essa escolha será vinculada à Conta Apple que você usa para o iCloud e repetida em todos os seus dispositivos Apple. Para impedir fraudes e por motivos de segurança, na primeira vez que você usar o recurso Iniciar sessão com a Apple com um novo app, a Apple compartilhará uma contagem numérica simples com o desenvolvedor para que ele esteja seguro de que você é uma pessoa de verdade. Essa contagem é derivada das atividades recentes da sua conta Apple, além de informações abstratas sobre o seu dispositivo e padrões de uso do dispositivo. A Apple e o desenvolvedor não recebem nenhuma informação específica sobre como você usa o seu dispositivo. Uso do Recurso Iniciar sessão com a Apple A Apple sabe quando você ativa o recurso Iniciar sessão com a Apple para um app ou site para que possamos configurar o Início de Sessão. Quando você usa o recurso Iniciar sessão com a Apple com um app no seu iPhone, a Apple não vê nem retém um histórico de quais apps você inicia a sessão ou usa o recurso Iniciar sessão com a Apple; essas informações ficam no seu dispositivo. Quando você usa o recurso Iniciar sessão com a Apple no Safari, a Apple vê quando você inicia a sessão em um site para que a Apple possa autenticar o seu início de sessão, mas a Apple não retém um histórico de quais sites você inicia a sessão ou quando você usa o recurso Iniciar sessão com a Apple. Mesmo que você use o recurso Iniciar sessão com a Apple para iniciar a sessão em um app ou site, desenvolvedores podem solicitar a você informações pessoais adicionais após iniciar a sessão. Qualquer informação pessoal que você opte por fornecer a um desenvolvedor estará sujeita às respectivas políticas de privacidade. Gerenciamento do Início de Sessão com a Apple Para gerenciar o Início de Sessão com a Apple, no iOS acesse Ajustes > [seu nome] > Início de Sessão e Segurança > Apps que Usam a Conta Apple; no Mac, acesse Ajustes do Sistema > [seu nome] > Início de Sessão e Segurança; ou visite account.apple.com e acesse a seção Início de Sessão e Segurança com a Apple. Lá você pode encontrar uma lista dos apps que usam o Início de Sessão com a Apple, revisar suas políticas de privacidade e desativar o Início de Sessão com a Apple. Se você optar por desativar o recurso Iniciar sessão com a Apple para um app, as informações compartilhadas com o desenvolvedor para configurar o recurso Iniciar sessão com a Apple para esse app e quaisquer informações que o desenvolvedor tiver associado à sua conta do recurso Iniciar sessão com a Apple continuarão sendo tratadas de acordo com a política de privacidade do desenvolvedor. Mais Informações A Apple trabalha para proteger o recurso Iniciar sessão com a Apple com uma autenticação forte – com ajuda das opções de Touch ID, Face ID e códigos fortes. A Apple pode receber informações anônimas e agregadas sobre o recurso Iniciar sessão com a Apple, incluindo informações sobre o uso do recurso Iniciar sessão com a Apple. Nenhuma das informações coletadas identifica você pessoalmente. A Apple pode usar informações que não identificam você pessoalmente para melhorar os produtos e serviços da Apple, marketing, impedir fraudes e por motivos de segurança. A Apple não tentará reidentificar nenhum dado anônimo ou agregado recebido do recurso Iniciar sessão com a Apple. A Apple usará suas informações conforme exigido por lei e para impedir fraudes. Ao usar o recurso Iniciar sessão com a Apple, você concorda e consente que a Apple, suas subsidiárias e agentes possam transmitir, coletar, manter, processar e usar suas informações conforme descrito acima. A Apple retém informações pessoais apenas pelo tempo necessário para cumprir as finalidades para as quais foram coletadas, inclusive conforme descrito na Política de Privacidade da Apple ou em nossos avisos de privacidade específicos de cada serviço, ou conforme exigido por lei. Ao avaliar os períodos de retenção, primeiro examinamos cuidadosamente se é necessário reter as informações pessoais coletadas e, se a retenção for necessária, trabalhamos para reter as informações pessoais pelo menor período possível permitido por lei. As informações coletadas pela Apple serão sempre tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: Ativar Iniciar sessão com a Apple Iniciar sessão com a Apple protege a sua privacidade, permitindo iniciar sessão numa aplicação (ou App Clip) sem fornecer qualquer informação ao programador que o identifique pessoalmente. Iniciar sessão com a Apple também lhe permite iniciar sessão num site sem que seja necessário fornecer ao programador quaisquer informações adicionais de teor pessoal além das informações usadas pelo navegador para funções normais da web. Em vez disso, ao Iniciar sessão com a Apple, a Apple fornece um identificador único gerado aleatoriamente ao programador de aplicações para associar à sua conta, permitindo‑lhe manter a sua informação privada. Este identificador é diferente para cada programador de aplicações para ajudar a prevenir que programadores diferentes recolham e partilhem informações sobre si entre aplicações. Os programadores também podem permitir a utilização de Iniciar sessão com a Apple em contas existentes nos respetivos websites ou aplicações. Se um programador optar por ativar esta funcionalidade, o utilizador pode manter a conta que já possui, mas iniciar sessão nela com Iniciar sessão com a Apple. Uma vez que determinadas aplicações podem ter motivos para recolher mais informações acerca de si, por exemplo, para ser possível entrar em contacto consigo por e‑mail ou para se referir à sua conta pelo nome, alguns programadores podem pedir o seu nome e endereço de e‑mail como parte do processo de Iniciar sessão com a Apple. O seu nome será restabelecido com o nome associado à sua conta Apple, o qual pode editar antes de o partilhar com o programador. Se o programador lhe solicitar um endereço de e‑mail, pode optar por fornecer ao programador quaisquer endereços de e‑mail associados à sua conta Apple ou ocultar o seu endereço de e‑mail. Se optar por ocultar o seu endereço de e‑mail, a Apple irá gerar e fornecer um endereço de e‑mail exclusivo ao programador para que se comunique consigo. A Apple reencaminhará o e‑mail recebido nesse endereço para um endereço de e‑mail associado à sua conta Apple; a Apple apaga as mensagens após a entrega ou após um curto período de tempo caso não sejam entregues. No dispositivo iOS, iPadOS ou visionOS, pode alterar o e‑mail de reencaminhamento ou desativar o reencaminhamento de e‑mail em Definições > [o seu nome] > iCloud > Mail em iCloud > Reencaminhamento de e‑mails. No Mac, vá a Definições do Sistema > [o seu nome] > Informação pessoal. Quando desativa e apaga um endereço de e‑mail usado com Ocultar o meu e‑mail, esse endereço é mantido associado à sua conta Apple por 30 dias para evitar abusos. O endereço removido é, depois, apagado permanentemente da sua conta Apple e conservado apenas para fins de segurança, tais como impedir a reutilização do endereço. Se optar por ativar Iniciar sessão com a Apple para uma aplicação, essa escolha é associada à conta Apple que usa para iCloud, para que possa usar facilmente Iniciar sessão com a Apple para essa aplicação em todos os seus dispositivos Apple. Para fins de prevenção de ações fraudulentas e por motivos de segurança, da primeira vez que usar Iniciar sessão com a Apple com uma nova aplicação, a Apple partilhará uma nota binária simples com o programador para lhe dar garantias de que é uma pessoa real. Esta pontuação é derivada da atividade recente da sua conta Apple, juntamente com informação abstrata sobre o seu dispositivo e os padrões de utilização do dispositivo. Nem a Apple nem o programador recebem informação específica sobre a forma como usa o dispositivo. Usar Iniciar sessão com a Apple A Apple sabe quando ativa Iniciar sessão com a Apple para uma aplicação ou website para que possamos configurar o início de sessão. Quando posteriormente usa Iniciar sessão com a Apple com uma aplicação no iPhone, a Apple não vê nem retém um histórico das aplicações nas quais iniciou sessão nem de quando usa Iniciar sessão com a Apple – essa informação é mantida no seu dispositivo. Quando usa Iniciar sessão com a Apple no Safari, a Apple vê quando inicia sessão num site para que possa autenticar o seu início de sessão, mas não retém um histórico dos sites nos quais iniciou sessão nem de quando usa Iniciar sessão com a Apple. Mesmo que use Iniciar sessão com a Apple para iniciar sessão numa aplicação ou site, os programadores poderão solicitar‑lhe informação pessoal adicional após o início de sessão. Qualquer informação pessoal que escolhe fornecer a um programador está sujeita à respetiva política de privacidade. Gerir Iniciar sessão com a Apple Para gerir Iniciar sessão com a Apple no iOS, vá a Definições > [o seu nome] > Início de sessão e segurança > Aplicações que usam a conta Apple; no Mac, vá a Definições do Sistema > [o seu nome] > Início de sessão e segurança; ou visite account.apple.com, aceda à secção “Início de sessão e segurança” e, depois, vá a “Iniciar sessão com a Apple”. Na lista das aplicações que usam Iniciar sessão com a Apple, poderá consultar as respetivas políticas de privacidade e desativar Iniciar sessão com a Apple. Se optar por desativar Iniciar sessão com a Apple para uma determinada aplicação, qualquer informação associada a Iniciar sessão com a Apple continuará a ser tratada de acordo com a política de privacidade do programador. Informação adicional A Apple trabalha para proteger Iniciar sessão com a Apple com uma autenticação robusta, através do Touch ID, Face ID e opções de códigos complexos. A Apple pode receber informação anónima e agregada sobre Iniciar sessão com a Apple, incluindo informação sobre a utilização de Iniciar sessão com a Apple. Esta informação não contém dados de teor pessoal. A Apple pode usar informação sem dados de teor pessoal para melhorar os produtos e serviços da Apple, para fins de marketing, para evitar fraudes e para fins de segurança. A Apple não tentará restabelecer a identificação de dados anónimos ou agregados de Iniciar sessão com a Apple que receba. A Apple usará os dados do utilizador no estrito cumprimento da lei e para evitar fraudes. Ao usar Iniciar sessão com a Apple, aceita e autoriza que a Apple e as respetivas subsidiárias e agentes transmitam, recolham, mantenham, processem e usem a sua informação nos termos acima descritos. A Apple retém informações pessoais unicamente pelo período de tempo necessário para cumprimento dos fins para os quais foram recolhidas, como descrito na Política de Privacidade da Apple ou nos nossos avisos de privacidade específicos de cada serviço, ou conforme exigido por lei. Ao avaliar os períodos de retenção, é analisado cuidadosamente se é necessário reter as informações pessoais recolhidas e, se a retenção for necessária, são feitos todos os esforços para que o seja pelo menor período de tempo possível permitido por lei. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/privacy
ro: Activarea funcționalității Autentificare cu Apple Autentificarea cu Apple vă protejează confidențialitatea permițându‑vă să vă autentificați într‑o aplicație (sau App Clip) fără a fi necesar să oferiți dezvoltatorului informații care vă identifică personal. Autentificarea cu Apple vă permite, de asemenea, să vă autentificați pe un site web fără a fi necesar să oferiți dezvoltatorului informații suplimentare care vă identifică personal, pe lângă informațiile utilizate de browser pentru funcțiile normale web. În schimb, când utilizați Autentificarea cu Apple, Apple oferă dezvoltatorului un identificator unic, acest lucru permițându-vă să vă mențineți informațiile private. Acest identificator este diferit pentru fiecare dezvoltator de aplicații, pentru a împiedica diferiți dezvoltatori să colecteze și să partajeze informații despre dvs. din diferite aplicații. De asemenea, dezvoltatorii vă pot permite să utilizați “Autentificare cu Apple” pentru conturile existente în aplicațiile sau pe site‑urile lor web. Dacă un dezvoltator activează această opțiune, vă puteți păstra contul pe care îl aveți deja, folosind însă “Autentificare cu Apple” pentru a vă autentifica. Deoarece anumite aplicații pot avea motive să colecteze informații despre dvs. (de exemplu, pentru a se referi la contul dvs. după nume sau a vă contacta prin e‑mail), unii dezvoltatori vă pot solicita numele sau adresa de e‑mail când utilizați Autentificare cu Apple. Numele dvs. va deveni implicit numele asociat contului dvs. Apple, dar îl puteți edita înainte de partajarea cu dezvoltatorul. Dacă dezvoltatorul solicită o adresă de e‑mail, puteți opta să oferiți oricare dintre adresele de e‑mail asociate contului dvs. Apple sau să ascundeți adresa de e‑mail. Dacă optați să ascundeți de dezvoltator adresa de e‑mail, Apple va genera și va oferi dezvoltatorului o adresă de e‑mail unică pentru ca acesta să poată să comunice cu dvs. Apple va direcționa mesajele e‑mail primite la adresa respectivă către adresa dvs. de e‑mail asociată contului Apple. Apple șterge mesajele după trimitere sau la scurt timp după aceea dacă mesajele nu au putut fi trimise. Pe un dispozitiv iOS, iPadOS sau visionOS, puteți să schimbați adresa de e‑mail la care sunt redirecționate mesajele sau să dezactivați redirecționarea mesajelor accesând Configurări > [numele dvs.] > iCloud > Mail iCloud > Redirecționare e‑mailuri. Pe Mac, accesați Configurări sistem > [numele dvs.] > Informații personale. Atunci când dezactivați și ștergeți o adresă de e‑mail utilizată cu “Mascare e‑mail”, aceasta este reținută în asociere cu contul dvs. Apple timp de 30 de zile în scopul prevenirii abuzurilor. După aceea, adresa eliminată este ștearsă definitiv din contul dvs. Apple și este reținută doar în scopuri de securitate, de exemplu, pentru a împiedica reactivarea adresei. Dacă optați să activați Autentificare cu Apple pentru o anumită aplicație, opțiunea este asociată contului dvs. Apple utilizat pentru iCloud, pentru a putea utiliza cu ușurință Autentificare cu Apple pentru respectiva aplicație pe toate dispozitivele dvs. Apple. Pentru prevenirea fraudelor și din motive de securitate, prima dată când utilizați Autentificare cu Apple cu o aplicație nouă, Apple va partaja cu dezvoltatorul un scor binar simplu, pentru a-i oferi siguranța că sunteți o persoană reală. Acest scor este derivat din activitatea recentă a contului dvs. Apple, împreună cu informații abstracte despre dispozitivul dvs. și tiparele de utilizare a dispozitivului. Nici Apple, nici dezvoltatorul nu primesc informații specifice despre modul în care utilizați dispozitivul. Utilizarea funcționalității Autentificare cu Apple Apple știe când activați Autentificare cu Apple pentru o aplicație sau un site web, pentru a vă putea ajuta la configurarea autentificării. Când utilizați ulterior Autentificare cu Apple cu o aplicație de pe iPhone, Apple nu vede și nu reține un istoric al aplicațiilor în care vă autentificați sau când utilizați Autentificare cu Apple – informațiile respective rămân pe dispozitivul dvs. Când utilizați Autentificare cu Apple în Safari, Apple vede când vă autentificați la un site web, pentru ca Apple să poată autentifica conectarea, dar Apple nu reține un istoric al site-urilor web la care vă autentificați sau când utilizați Autentificare cu Apple. Chiar și când utilizați Autentificare cu Apple pentru a vă autentifica la o aplicație sau site web, dezvoltatorii vă pot solicita informații suplimentare după autentificare. Informațiile personale pe care optați să le oferiți dezvoltatorilor sunt supuse politicii acestora de confidențialitate. Gestionarea funcționalității Autentificare cu Apple Pentru a gestiona funcționalitatea Autentificare cu Apple, accesați pe iOS Configurări > [numele dvs.] > Autentificare și securitate > Aplicații care utilizează contul dvs. Apple; pe Mac, accesați Configurări sistem > [numele dvs.] > Autentificare și securitate sau vizitați account.apple.com și accesați secțiunea Autentificare și securitate, apoi accesați “Autentificare cu Apple”. Acolo, puteți găsi o listă cu aplicațiile care utilizează Autentificare cu Apple, puteți revizui politica lor de confidențialitate și puteți dezactiva Autentificare cu Apple. Dacă optați să dezactivați Autentificare cu Apple pentru o aplicație, informațiile partajate cu dezvoltatorul pentru configurarea Autentificare cu Apple pentru respectiva aplicație și informațiile pe care dezvoltatorul le-a asociat cu contul dvs. Autentificare cu Apple vor continua să fie gestionate în conformitate cu politica de confidențialitate a dezvoltatorului. Informații suplimentare Apple lucrează la protejarea funcționalității Autentificare cu Apple cu autentificare puternică, oferită de Touch ID, Face ID și opțiunile de cod de acces puternic. Apple poate primi informații anonime și agregate despre Autentificare cu Apple, inclusiv informații despre utilizarea funcționalității Autentificare cu Apple. Niciuna dintre informațiile colectate nu vă identifică personal. Apple poate utiliza informații care nu vă identifică personal pentru a îmbunătăți produsele și serviciile Apple, în scopuri de marketing și pentru prevenirea fraudelor și din motive de securitate. Apple nu va încerca să re-identifice datele anonime sau agregate din Autentificare cu Apple pe care le primește. Apple va utiliza informațiile dvs. conform legii și pentru prevenirea fraudelor. Prin utilizarea funcționalității Autentificare cu Apple, sunteți de acord și consimțiți ca Apple, alături de filialele și agenții Apple să transmită, colecteze, întrețină, proceseze și utilizeze aceste informații în condițiile descrise mai sus. Apple păstrează informațiile personale doar atât timp cât este necesar pentru a îndeplini scopul pentru care au fost colectate, inclusiv scopurile descrise în Politica de confidențialitate Apple sau în înștiințările privitoare la intimitate specifice serviciului, sau conform obligațiilor legale. Când evaluăm perioadele de retenție, prima dată examinăm cu atenție dacă este necesar să păstrăm informațiile personale colectate și, dacă retenția este necesară, ne străduim să păstrăm informațiile personale pentru cea mai scurtă perioadă permisă de lege. Informațiile colectate de Apple vor fi tratate în permanență în conformitate cu Politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Включение функции «Вход с Apple» Ваши данные, используемые функцией «Вход с Apple», надежно защищены: Вы можете анонимно войти в приложение (или блиц‑приложение), не предоставляя разработчику информацию, на основе которой можно установить Вашу личность. С помощью функции «Вход с Apple» Вы также можете войти на веб‑сайт, не предоставляя разработчику дополнительную информацию, на основе которой можно установить Вашу личность, помимо информации, которую использует браузер для нормальной работы веб‑функций. Вместо этого, когда Вы используете функцию «Вход с Apple», компания Apple предоставляет разработчику приложения уникальный идентификатор, обеспечивающий конфиденциальность. Различным разработчикам передаются разные идентификаторы, что препятствует перекрестному отслеживанию информации о Вашей активности в разных приложениях. Разработчики также могут разрешить Вам использовать функцию «Вход с Apple» для входа в имеющиеся учетные записи в приложениях или на веб-сайтах. Если разработчик предоставляет такую возможность, Вы можете сохранить учетную запись, которая у Вас уже есть, но входить в нее, используя функцию «Вход с Apple». Поскольку определенные приложения могут на законном основании собирать дополнительную информацию о Вас, например, чтобы отправлять Вам электронные письма или обращаться к Вам по имени, некоторые разработчики могут запросить Ваше имя и адрес электронной почты, когда Вы используете функцию «Вход с Apple». В качестве Вашего имени по умолчанию будет использоваться имя, связанное с Вашим Аккаунтом Apple. Вы можете изменить имя перед отправкой разработчику. Если разработчик запрашивает адрес электронной почты, Вы можете скрыть свой электронный адрес или предоставить разработчику один из своих адресов электронной почты, связанных с Вашим Аккаунтом Apple. Если скрыть адрес электронной почты от разработчика, Apple сгенерирует и передаст разработчику уникальный адрес электронной почты, с помощью которого разработчик сможет связаться с Вами. Apple будет перенаправлять полученные на этот адрес электронные письма на тот адрес, который связан с Вашим Аккаунтом Apple. Apple будет удалять сообщения после доставки или спустя некоторое время, если доставить их невозможно. Вы можете указать, на какой адрес перенаправлять почту, или выключить перенаправление сообщений. Для этого на устройстве iOS, iPadOS или visionOS откройте «Настройки» > [Ваше имя] > «iCloud» > «Почта iCloud» > «Переадресация почты». На Mac откройте «Системные настройки» > [Ваше имя] > «Личная информация». Когда Вы деактивируете или удаляете адрес электронной почты, используемый для функции «Скрыть e‑mail», этот адрес остается связанным с Вашим Аккаунтом Apple в течение 30 дней для предотвращения его неправомерного использования. Затем этот адрес безвозвратно удаляется из Вашего Аккаунта Apple и хранится только в целях безопасности, например во избежание его повторного использования. Если включить функцию «Вход с Apple» для какого‑либо приложения, эта настройка будет связана с Вашим Аккаунтом Apple, который используется для iCloud. Благодаря этому Вы сможете использовать функцию «Вход с Apple» в выбранном приложении на всех своих устройствах Apple. Чтобы предотвратить мошенничество и обеспечить безопасность, при первом использовании функции «Вход с Apple» в новом приложении компания Apple будет отправлять разработчику простой двоичный индекс доверия устройству, чтобы разработчик мог убедиться в том, что Вы человек. Индекс доверия рассчитывается на основе активности в учетной записи Apple, абстрактной информации о Вашем устройстве и сведений о том, как оно используется. Ни Apple, ни разработчики не получают никакой определенной информации о том, как Вы используете устройство. Использование функции «Вход с Apple» Для настройки функции «Вход с Apple» Apple получает информацию о том, что Вы включили функцию «Вход с Apple» для приложения или веб‑сайта. Когда Вы впоследствии используете функцию «Вход с Apple» в приложении на iPhone, компания Apple не имеет доступа для чтения и не сохраняет историю того, в какие приложения Вы вошли или когда Вы использовали функцию «Вход с Apple». Эта информация остается на устройстве. Когда Вы используете функцию «Вход с Apple» в Safari, компания Apple получает информацию о том, что Вы вошли на веб-сайт. Это необходимо для того, чтобы Apple могла выполнить для Вас аутентификацию, при этом Apple не хранит историю того, на каких веб-сайтах Вы выполнили вход или когда Вы использовали функцию «Вход с Apple». Даже если Вы использовали функцию «Вход с Apple» для входа в приложение или на веб‑сайт, разработчики могут запросить дополнительную личную информацию после входа. Если Вы предоставляете дополнительную личную информацию разработчикам, ее использование регулируется политиками конфиденциальности разработчиков. Управление функцией «Вход с Apple» Для управления функцией «Вход с Apple» на устройстве iOS откройте «Настройки» > [Ваше имя] > «Вход и безопасность» > «Приложения, использующие Ваш Аккаунт Apple»; на Mac откройте «Системные настройки» > [Ваше имя] > «Вход и безопасность»; на сайте account.apple.com перейдите к разделу «Вход и безопасность» и выберите «Вход с Apple». В этом разделе Вы найдете список приложений, которые используют функцию «Вход с Apple», сможете ознакомиться с политикой конфиденциальности этих приложений, а также выключить функцию «Вход с Apple». Если Вы решите выключить функцию «Вход с Apple» для какого-либо приложения, информация, которая была отправлена разработчику для настройки функции «Вход с Apple», и любая информация, которую разработчик связал с используемой Вами функцией «Вход с Apple», будет регулироваться политикой конфиденциальности этого разработчика. Дополнительная информация Apple принимает меры для защиты функции «Вход с Apple» посредством надежной аутентификации, обеспечиваемой Touch ID, Face ID и надежными код-паролями. Apple может получать обезличенную обобщенную информацию о функции «Вход с Apple», в том числе о ее использовании. На основе собранных данных невозможно установить Вашу личность. Apple может использовать информацию, на основе которой невозможно установить Вашу личность, чтобы совершенствовать свои продукты и сервисы, вести маркетинговую деятельность, предотвращать мошенничество и обеспечивать безопасность. Apple не будет предпринимать попыток установить личность пользователей на основе обезличенных или обобщенных данных функции «Вход с Apple», которые получены компанией. Apple будет использовать Вашу информацию для предотвращения мошенничества и соблюдения применимого законодательства. Используя функцию «Вход с Apple», Вы даете компании Apple, ее дочерним организациям и агентам согласие на передачу, сбор, хранение, обработку и использование всей указанной информации, как описано выше. Персональные данные хранятся в Apple только в течение срока, необходимого для целей сбора этих данных, как описано в Политике конфиденциальности Apple, уведомлении о конфиденциальности конкретного сервиса или требованиях законодательства. При расчете срока хранения данных в первую очередь учитывается необходимость хранения собранных персональных данных. Если их хранение действительно необходимо, они будут храниться в течение самого короткого срока, разрешенного законодательством. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple: www.apple.com/ru/privacy.
sk: Povolenie funkcie Prihlásenie cez Apple Prihlásenie cez Apple chráni vaše súkromie tak, že vám umožňuje prihlasovať sa do apiek (alebo app clipov) bez potreby poskytovať vývojárom informácie, ktoré vás osobne identifikujú. Pomocou Prihlásenia cez Apple sa taktiež môžete prihlásiť do webových stránok bez potreby poskytovať ďalšie údaje (nad rámec údajov používaných vaším prehliadačom na normálne webové funkcie), ktoré by mohli umožňovať vašu osobnú identifikáciu. Keď používate Prihlásenie cez Apple, spoločnosť Apple namiesto toho poskytne vývojárovi apky náhodne vygenerovaný jedinečný identifikátor, ktorý pridruží k vášmu účtu. Vaše osobné údaje tak ostanú skryté. Tento identifikátor je pritom pre každého vývojára iný, čím pomáha zabraňovať rôznym vývojárom zbierať a zdieľať informácie o vašich aktivitách v rámci rôznych apiek. Vývojári vám zároveň môžu umožniť používanie Prihlásenia cez Apple pre existujúce účty v ich apkách alebo na ich webových stránkach. Ak sa vývojár rozhodne to povoliť, budete si môcť ponechať váš aktuálny účet a prihlasovať sa doň pomocou Prihlásenia cez Apple. Keďže niektoré apky majú legitímne dôvody na získanie ďalších informácií o vás, napríklad preto, aby vás mohli kontaktovať cez email alebo odkazovať na váš účet pod vaším menom, niektorí vývojári vás pri používaní Prihlásenia cez Apple môžu požiadať o poskytnutie vášho mena alebo emailovej adresy. Môžete si vybrať, či vývojárovi poskytnete meno pridružené k vášmu Apple účtu (predvolené nastavenie), alebo svoje meno pred odoslaním upravíte. Ak vývojár požiada o vašu emailovú adresu, môžete sa rozhodnúť, či mu pošlete niektorú z emailových adries prepojených s vaším Apple účtom, alebo vašu emailovú adresu pred vývojárom skryjete. Ak sa rozhodnete skryť svoju emailovú adresu, spoločnosť Apple vygeneruje a poskytne vývojárovi jedinečnú emailovú adresu, cez ktorú vás môže kontaktovať. Všetky emaily doručené na túto jedinečnú adresu Apple automaticky prepošle na emailovú adresu prepojenú s vaším Apple účtom. Apple zároveň tieto emaily vymaže po doručení alebo krátko po tom, ako budú označené ako nedoručiteľné. Na svojom iOS, iPadOS alebo visionOS zariadení môžete emailovú adresu na preposielanie emailov kedykoľvek zmeniť alebo preposielanie emailov vypnúť v Nastavenia > [vaše meno] > iCloud > iCloud Mail > Preposielanie emailov. Na Macu otvorte Systémové nastavenia > [vaše meno] > Osobné informácie. Keď deaktivujete a vymažete emailovú adresu používanú so službou Skryť môj email, uchováme ju vo vzťahu k vášmu Apple účtu po dobu 30 dní na účely predchádzania zneužitia. Odstránená adresa sa potom z vášho Apple účtu vymaže natrvalo a uchová sa len na bezpečnostné účely, ako je napríklad zabránenie jej opätovnému použitiu. Ak sa rozhodnete zapnúť Prihlásenie cez Apple pre nejakú apku, táto voľba bude prepojená s Apple účtom, ktorý používate pre iCloud, aby ste mohli Prihlásenie cez Apple pre túto apku jednoducho používať na všetkých svojich Apple zariadeniach. Keď sa pomocou Prihlásenia cez Apple prvýkrát prihlasujete do novej apky, spoločnosť Apple bude z bezpečnostných dôvodov a s cieľom zabraňovania podvodom s vývojárom zdieľať jednoduché binárne skóre, ktoré vývojára uistí, že ste reálna osoba. Toto skóre je odvodené od vašej nedávnej aktivity na účte Apple spolu s abstrahovanými informáciami o vašom zariadení a jeho bežnom používaní. Spoločnosť Apple ani vývojár nedostanú žiadne konkrétne informácie o vašich užívateľských návykoch týkajúcich sa používania zariadenia. Používanie Prihlásenia cez Apple Spoločnosť Apple sa dozvie, keď pre nejakú apku alebo webovú stránku zapnete Prihlásenie cez Apple, vďaka čomu vám prípadne môže pomôcť s nastavením tejto funkcie. Keď budete následne používať Prihlásenie cez Apple s apkou na iPhone, Apple nevidí, ani neuchováva záznamy o tom, do akých apiek ste sa prihlasovali, a ani kedy ste túto funkciu použili. Všetky tieto informácie zostávajú uchované len na vašom zariadení. Keď používate Prihlásenie cez Apple v Safari, Apple vidí, kedy sa prihlásite do webovej stránky, vďaka čomu môže overiť vaše prihlasovacie údaje, ale v žiadnom prípade neuchováva históriu vašich navštívených webových stránok a ani údaje o časoch, kedy ste sa do nich prihlasovali. Pri používaní Prihlásenia cez Apple do apky alebo webovej stránky sa môže stať, že vás vývojár dodatočne požiada o ďalšie osobné informácie. Na všetky osobné informácie, ktoré sa vývojárovi rozhodnete poskytnúť, sa vzťahujú zásady ochrany osobných údajov daného vývojára. Spravovanie funkcie Prihlásenie cez Apple Ak chcete spravovať Prihlásenie cez Apple: v systéme iOS otvorte Nastavenia > [vaše meno] > Prihlásenie a zabezpečenie > Aplikácie používajúce Apple účet, na Macu otvorte Systémové nastavenia > [vaše meno] > Prihlásenie a zabezpečenie, prípadne navštívte stránku account.apple.com, prejdite do časti Prihlásenie a zabezpečenie a potom prejdite na Prihlásenie cez Apple. Nájdete tam zoznam apiek používajúcich Prihlásenie cez Apple, budete si môcť pozrieť ich zásady ochrany osobných údajov a takisto zakázať Prihlásenie cez Apple. Ak sa rozhodnete pre nejakú apku zakázať Prihlásenie cez Apple, informácie, ktoré boli zdieľané s vývojármi na nastavenie Prihlásenia cez Apple pre túto apku, ako aj akékoľvek informácie, ktoré vývojári prepojili s vaším účtom Prihlásenia cez Apple, sa budú aj naďalej používať v súlade so zásadami ochrany osobných údajov daných vývojárov. Ďalšie informácie Spoločnosť Apple sa usiluje chrániť funkciu Prihlásenie cez Apple všetkými prostriedkami silného zabezpečenia – s využitím Touch ID, Face ID alebo silného hesla. Apple môže používať informácie, ktoré vás osobne neidentifikujú, na vylepšovanie svojich produktov a služieb, na marketing, ako aj na bezpečnostné účely a zabraňovanie podvodom. Žiadne zo zhromažďovaných informácií neumožňujú vašu identifikáciu. Informácie, prostredníctvom ktorých vás nemožno identifikovať, môže spoločnosť Apple používať na vylepšovanie svojich produktov a služieb, na marketingové účely, ako aj na zabezpečenie služieb a predchádzanie podvodom. Spoločnosť Apple sa nebude pokúšať spätne identifikovať žiadne anonymné alebo agregované údaje získané z funkcie Prihlásenie cez Apple. Apple vaše údaje používa vždy v súlade s platnými právnymi predpismi a na účely zabraňovania podvodom. Používaním Prihlásenia cez Apple beriete na vedomie a súhlasíte s tým, že spoločnosť Apple a jej dcérske spoločnosti a agenti budú prenášať, zbierať, udržiavať, spracovávať a používať vaše informácie tak, ako je to uvedené vyššie. Spoločnosť Apple uchováva osobné údaje len na dobu nevyhnutnú na splnenie účelov, na ktoré boli zhromaždené (vrátane účelov popísaných v zásadách ochrany osobných údajov spoločnosti Apple alebo informáciách o ochrane súkromia pre konkrétne služby spoločnosti Apple), alebo ako to vyžaduje zákon. Pri stanovení doby uchovania údajov najprv dôkladne zvážime, či je zhromaždené osobné údaje vôbec potrebné uchovať, a ak je to nevyhnutné, snažíme sa ich uchovávať na najkratšiu možnú zákonom povolenú dobu. S informáciami zhromaždenými spoločnosťou Apple sa bude po celý čas zaobchádzať v súlade so zásadami ochrany osobných údajov spoločnosti Apple, ktoré nájdete na stránke www.apple.com/sk/privacy.
sl: Omogočanje možnosti Vpiši se z računom Apple Možnost Vpiši se z računom Apple ščiti vašo zasebnost tako, da vam omogoča vpisovanje v aplikacijo (ali izsek aplikacije), ne da bi razvijalcu morali posredovati podatke, ki omogočajo osebno prepoznavo. Možnost Vpiši se z računom Apple vam omogoča tudi vpis na spletno mesto, ne da bi pri tem morali razvijalcu posredovati kakršnekoli dodatne podatke, ki omogočajo osebno prepoznavo, razen podatkov, ki jih brskalnik uporablja za običajne spletne funkcije. Ko uporabljate možnost Vpiši se z računom Apple, Apple namesto tega razvijalcu aplikacije posreduje enolični identifikator, kar vam omogoča, da vaši podatki ostanejo zasebni. Ta identifikator se razlikuje za vsakega razvijalca aplikacij, da bi se tako različnim razvijalcem preprečilo zbiranje in deljenje informacij o vas prek več aplikacij. Razvijalci vam lahko omogočijo tudi uporabo možnosti Vpiši se z računom Apple za obstoječe račune v njihovih aplikacijah ali na njihovih spletnih mestih. Če se razvijalec odloči, da to možnost omogoči, lahko obdržite račun, ki ga že imate, vendar se vanj vpisujete z možnostjo Vpiši se z računom Apple. Ker imajo lahko nekatere aplikacije podlago za zbiranje več podatkov o vas – na primer, da bi vas v vašem računu naslavljale z imenom ali da bi stopile v stik z vami prek e‑pošte – lahko nekateri razvijalci od vas zahtevajo ime ali e‑poštni naslov, kadar uporabljate možnost Vpiši se z računom Apple. Vaše ime bo privzeto prikazano kot ime, povezano z vašim računom Apple, kar lahko uredite pred deljenjem z razvijalcem. Če razvijalec od vas zahteva e‑poštni naslov, mu lahko posredujete katerikoli e‑poštni naslov, povezan z vašim računom Apple, ali pa svoj e‑poštni naslov skrijete. Če se odločite, da boste skrili svoj e‑poštni naslov pred razvijalcem, bo Apple ustvaril in razvijalcu posredoval enoličen e‑poštni naslov, ki ga lahko uporablja za komunikacijo z vami. Družba Apple bo e‑pošto, prejeto na ta naslov, posredovala na e‑poštni naslov, povezan z vašim računom Apple; če sporočila ni mogoče dostaviti, ga Apple po dostavi ali po kratkem času izbriše. V napravi s sistemom iOS, iPadOS ali visionOS lahko spremenite e‑poštni naslov, na katerega se pošta posreduje, ali pa onemogočite posredovanje e‑pošte, in sicer tako, da odprete Nastavitve > [vaše ime] > iCloud > Pošta iCloud > Posredovanje pošte. V Macu odprite Nastavitve sistema > [vaše ime] > Osebni podatki. Ko deaktivirate in izbrišete e‑poštni naslov, ki ga uporabljate s funkcijo Skrij moj e‑poštni naslov, se zaradi preprečevanja zlorab hrani v povezavi z vašim računom Apple še 30 dni. Po tem obdobju se odstranjeni naslov trajno izbriše iz vašega računa Apple in se hrani le za varnostne namene, kot je preprečevanje ponovnega izdajanja tega naslova. Če želite za aplikacijo omogočiti možnost Vpiši se z računom Apple, se ta izbor poveže z računom Apple, ki ga uporabljate za iCloud, tako da boste lahko enostavno uporabljali možnost Vpiši se z računom Apple za to aplikacijo v vseh napravah Apple. Zaradi preprečevanja goljufij in varnostnih razlogov bo Apple ob prvi uporabi možnosti Vpiši se z računom Apple v novi aplikaciji z razvijalcem delil preprost binarni rezultat, da bo prepričan, da gre pri vas za resnično osebo. Ta rezultat je izpeljan na podlagi vaše nedavne aktivnosti v računu Apple, skupaj z izvlečkom podatkov o vaši napravi in vzorcih uporabe naprave. Niti Apple niti razvijalec ne prejmeta nobenih določenih podatkov o tem, kako uporabljate napravo. Uporaba možnosti Vpiši se z računom Apple Apple ve, kdaj omogočite možnost Vpiši se z računom Apple za aplikacijo ali spletno mesto, tako da lahko pomagamo pri nastavljanju vpisa. Ko nato uporabite možnost Vpiši se z računom Apple z aplikacijo v iPhonu, Apple ne vidi ali hrani zgodovine tega, v katere aplikacije se vpisujete ali kdaj uporabljate možnost Vpiši se z računom Apple – te informacije ostanejo v napravi. Kadar možnost Vpiši se z računom Apple uporabljate v Safariju, Apple vidi, kdaj se vpišete na spletno mesto, zato da lahko preveri pristnost za vaš vpis, vendar Apple ne hrani zgodovine spletnih mest, na katera se vpisujete, ali podatkov o tem, kdaj uporabljate funkcijo Vpiši se z računom Apple. Tudi če za vpisovanje v aplikacijo ali na spletno mesto uporabljate možnost Vpiši se z računom Apple, lahko razvijalci po vpisu od vas zahtevajo dodatne osebne podatke. Za vse osebne podatke, ki se jih odločite posredovati razvijalcu, velja njegov pravilnik o zasebnosti. Upravljanje možnosti Vpiši se z računom Apple Za upravljanje možnosti Vpiši se z računom Apple v napravi s sistemom iOS odprite Nastavitve > [vaše ime] > Vpis in varnost > Aplikacije, ki uporabljajo vaš račun Apple, v Macu odprite Nastavitve sistema > [vaše ime] > Vpis in varnost, ali pa obiščite spletno mesto account.apple.com in odprite razdelek Vpis in varnost, nato pa možnost Vpiši se z računom Apple. Tam lahko najdete seznam aplikacij, ki uporabljajo možnost Vpiši se z računom Apple, pregledate njihov pravilnik o zasebnosti ter onemogočite možnost Vpiši se z računom Apple. Če onemogočite možnost Vpiši se z računom Apple za aplikacije, bodo informacije, ki so bile deljene z razvijalcem za namen nastavitve možnosti Vpiši se z računom Apple za to aplikacijo, in kakršnekoli informacije, ki jih je razvijalec povezal z vašim računom Vpiši se z računom Apple, še naprej obravnavane glede na pravilnik o zasebnosti razvijalca. Več informacij Apple si prizadeva zaščititi možnost Vpiši se z računom Apple z močnim preverjanjem pristnosti – kar omogočajo možnosti Touch ID, Face ID in močne kode za dostop. Apple lahko prejema anonimne in združene informacije o možnosti Vpiši se z računom Apple, vključno z informacijami o uporabi možnosti Vpiši se z računom Apple. Nobene zbrane informacije ne omogočajo osebne prepoznave. Apple lahko informacije, ki ne omogočajo vaše osebne prepoznave, uporablja za izboljšanje svojih izdelkov in storitev, za trženje ter za namene preprečevanja goljufij in varnostne namene. Apple ne bo poskušal znova identificirati nobenih anonimnih ali združenih podatkov možnosti Vpiši se z računom Apple, ki jih prejmemo. Apple bo vaše podatke uporabljal, kot to zahteva zakon, in za namen preprečevanja goljufij. Z uporabo možnosti Vpiši se z računom Apple se strinjate in soglašate, da Apple, njegove podružnice in zastopniki prenašajo, zbirajo, ohranjajo, obdelujejo in uporabljajo vaše informacije, kot je opisano zgoraj. Apple osebne podatke hrani le tako dolgo, kolikor je treba za izpolnjevanje namenov, za katere so bili zbrani, vključno z načinom, opisanim v pravilniku o zasebnosti družbe Apple ali obvestilih o zasebnosti za posamezno storitev, oziroma skladno z zakonskimi zahtevami. Pri ocenjevanju trajanja hrambe najprej temeljito raziščemo, ali je hramba zbranih osebnih podatkov potrebna, in če je, si prizadevamo osebne podatke hraniti najkrajši možni zakonsko dovoljeni čas. Podatki, ki jih zbira Apple, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy
sv: Aktivera Logga in med Apple Logga in med Apple skyddar din integritet genom att du kan logga in i en app (eller ett appklipp) utan att du måste förse utvecklaren med någon information som identifierar dig personligen. Logga in med Apple gör det också möjligt att logga in på en webbplats utan att du måste förse utvecklaren med någon ytterligare information som identifierar dig personligen förutom information som används av webbläsaren för vanliga webbfunktioner. När du använder Logga in med Apple förser Apple istället utvecklaren med en unik identifierare så att din information förblir privat. Den här identifieraren är unik för varje utvecklare i syfte att förhindra olika utvecklare från att samla in och dela information om dig i olika appar. Utvecklare kan också låta dig använda Logga in med Apple för befintliga konton i deras appar och på deras webbplatser. Om en utvecklare väljer att aktivera detta kan du behålla kontot som du redan har men logga in på det med Logga in med Apple. Eftersom vissa appar kan ha skäl att samla in mer information om dig, t.ex. för att referera till ditt konto med namnet eller kontakta dig via mejl, kan det hända att en del utvecklare frågar efter ditt namn eller din e-postadress när du använder Logga in med Apple. Det förvalda namnet är namnet som är associerat med ditt Apple‑konto och du kan redigera det innan du delar det med utvecklaren. Om utvecklaren frågar efter en e-postadress kan du välja att ge utvecklaren någon av de e-postadresser som är associerade med ditt Apple‑konto eller att gömma din e-postadress. Om du väljer att gömma din e-postadress från utvecklaren kommer Apple att generera och tillhandahålla utvecklaren med en unik e-postadress som de kan använda till att kommunicera med dig. Apple vidarebefordrar mejl som tas emot på den adressen till en e-postadress som är associerad med ditt Apple‑konto och raderar mejlen efter leverans eller efter ett kort tag ifall de inte kan levereras. På en iOS-, iPadOS- eller visionOS-enhet kan du ändra vilken e-postadress som mejl ska vidarebefordras till, eller avaktivera vidarebefordring av mejl, genom att öppna Inställningar > [ditt namn] > iCloud > Mail på iCloud > Vidarebefordring av mejl. På en Mac öppnar du Systeminställningar > [ditt namn] > Personlig information. När du avaktiverar och raderar en e-postadress som används med Dölj min e-postadress lagras den med koppling till ditt Apple‑konto i 30 dagar i syfte att förhindra missbruk. Den borttagna adressen raderas därefter permanent från ditt Apple‑konto och lagras endast för säkerhetssyften som t.ex. för att förhindra att adressen utfärdas på nytt. Om du väljer att aktivera Logga in med Apple för en app länkas det valet till det Apple‑konto som du använder för iCloud så att du enkelt kan använda Logga in med Apple för den appen på alla dina Apple-enheter. Som skydd mot bedrägerier och av säkerhetsskäl delar Apple en enkel binär poäng med utvecklaren den första gången du använder Logga in med Apple i en ny app så att utvecklaren kan vara säker på att du är en riktig person. Den här poängen härleds från din senaste Apple-kontoaktivitet tillsammans med abstrakt information om din enhet och användningsmönster på enheten. Varken Apple eller utvecklaren får någon specifik information om hur du använder din enhet. Använda Logga in med Apple Apple vet när du aktiverar Logga in med Apple för en app eller webbplats så att vi kan hjälpa dig att ställa in inloggningen. När du sedan använder Logga in med Apple i en app på iPhone ser eller behåller Apple ingen historik över vilka appar du loggar in på eller när du använder Logga in med Apple, utan den informationen stannar på din enhet. När du använder Logga in med Apple i Safari ser Apple när du loggar in på en webbplats så att Apple kan autentisera din inloggning, men Apple sparar ingen historik över vilka webbplatser du loggar in på eller när du använder Logga in med Apple. Även om du använder Logga in med Apple till att logga in på en webbplats eller app kan utvecklare fråga efter ytterligare personlig information när du har loggat in. All personlig information som du väljer att ge till en utvecklare omfattas av dennas integritetspolicy. Hantera Logga in med Apple Om du vill hantera Logga in med Apple öppnar du Inställningar > [ditt namn] > Inloggning och säkerhet > Appar som använder ditt Apple‑konto i iOS, Systeminställningar > [ditt namn] > Inloggning och säkerhet på en Mac eller besöker account.apple.com och går till avsnittet Inloggning och säkerhet, sedan Logga in med Apple. Där hittar du en lista med de appar som använder Logga in med Apple. Du kan granska deras integritetspolicyer och avaktivera Logga in med Apple. Om du väljer att avaktivera Logga in med Apple för någon app kommer information som delades med utvecklaren för att ställa in Logga in med Apple för den appen och all information som utvecklaren har associerat med ditt Logga in med Apple-konto även i fortsättningen att hanteras i enlighet med utvecklarens integritetspolicy. Mer information Apple arbetar för att skydda Logga in med Apple med kraftfull autentisering som drivs av Touch ID, Face ID och starka lösenkodsalternativ. Apple kan få anonym och sammanslagen information om Logga in med Apple, inklusive information om användningen av Logga in med Apple. Inget i den insamlade informationen identifierar dig personligen. Apple kan använda information som inte identifierar dig personligen till att förbättra Apples produkter och tjänster, för marknadsföring och i syfte att förhindra bedrägerier samt höja säkerheten. Apple kommer inte att försöka återidentifiera några anonyma eller sammanslagna Logga in med Apple-data som vi tar emot. Apple kommer att använda din information i enlighet med gällande lagstiftning och i syfte att förhindra bedrägerier. Genom att använda Logga in med Apple godkänner och samtycker du till att Apple och dess dotterbolag och ombud överför, samlar in, underhåller, behandlar och använder din information på det sätt som beskrivs ovan. Apple behåller personuppgifter endast så länge som det krävs för att uppfylla de ändamål de samlades in för, inklusive enligt vad som beskrivs i Apples integritetspolicy, i våra tjänstespecifika integritetsmeddelanden eller enligt gällande lagstiftning. När vi fastslår längden på lagringsperioder undersöker vi först grundligt om det är nödvändigt att behålla de personuppgifter som har samlats in. Om det krävs att de behålls har vi som mål att behålla personuppgifter under så kort tid som är tillåten enligt lagstiftning. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: การเปิดใช้งานลงชื่อเข้าด้วย Apple ลงชื่อเข้าด้วย Apple ปกป้องความเป็นส่วนตัวของคุณโดยอนุญาตให้คุณลงชื่อเข้าแอป (หรือแอปคลิป) โดยไม่ต้องให้ข้อมูลที่สามารถระบุตัวตนของคุณได้แก่นักพัฒนา ลงชื่อเข้าด้วย Apple ยังอนุญาตให้คุณลงชื่อเข้าเว็บไซต์โดยไม่ต้องให้ข้อมูลเพิ่มเติมที่สามารถระบุตัวตนของคุณได้แก่นักพัฒนา นอกเหนือจากข้อมูลที่เบราว์เซอร์ใช้สำหรับฟังก์ชั่นปกติของเว็บ โดยเมื่อคุณลงชื่อเข้าด้วย Apple แล้ว Apple จะให้ข้อมูลจำเพาะที่ไม่ซ้ำกันแก่นักพัฒนาแอปแทน เพื่อให้คุณสามารถรักษาข้อมูลของคุณให้เป็นส่วนตัวได้เมื่อคุณลงชื่อเข้าด้วย ข้อมูลจำเพาะนี้จะแตกต่างกันไปสำหรับนักพัฒนาแอปแต่ละรายเพื่อช่วยป้องกันไม่ให้นักพัฒนารายอื่นเก็บรวบรวมและแชร์ข้อมูลเกี่ยวกับคุณข้ามเว็บ นักพัฒนายังสามารถอนุญาตให้คุณใช้ลงชื่อเข้าด้วย Apple สำหรับบัญชีที่มีอยู่บนแอปหรือเว็บไซต์ของเขาได้ด้วย ถ้านักพัฒนาเลือกเปิดใช้งานคุณสมบัตินี้ คุณจะสามารถเก็บบัญชีที่คุณได้ลงชื่อเข้าโดยใช้ลงชื่อเข้าด้วย Apple ได้ เนื่องจากบางแอปอาจมีเหตุผลที่จะเก็บรวบรวมข้อมูลเกี่ยวกับคุณเพิ่มเติม ตัวอย่างเช่น เพื่ออ้างถึงบัญชีของคุณด้วยชื่อหรือติดต่อคุณด้วยอีเมล นักพัฒนาบางรายอาจขอชื่อหรือที่อยู่อีเมลของคุณเมื่อคุณใช้ลงชื่อเข้าด้วย Apple ชื่อของคุณจะเป็นชื่อที่ผูกกับบัญชี Apple โดยค่าเริ่มต้น ซึ่งคุณสามารถแก้ไขได้ก่อนจะแชร์กับนักพัฒนา ถ้านักพัฒนาขอที่อยู่อีเมล คุณสามารถเลือกได้ว่าจะให้ที่อยู่อีเมลใดๆ ที่ผูกกับบัญชี Apple แก่นักพัฒนาหรือเลือกที่จะซ่อนที่อยู่อีเมลก็ได้ ถ้าคุณเลือกซ่อนที่อยู่อีเมลของคุณจากนักพัฒนา Apple จะสร้างและให้ที่อยู่อีเมลที่ไม่ซ้ำกันแก่นักพัฒนาเพื่อให้นักพัฒนาใช้สื่อสารกับคุณ Apple จะส่งต่ออีเมลที่ได้รับในที่อยู่อีเมลดังกล่าวไปยังที่อยู่อีเมลที่ผูกกับบัญชี Apple ของคุณ Apple จะลบข้อความหลังจากส่งแล้วหรือลบในระยะเวลาไม่นานหากไม่สามารถส่งได้ บนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ คุณสามารถเปลี่ยนที่อยู่อีเมลที่จะใช้ส่งต่อเมลหรือปิดใช้งานการส่งต่ออีเมลได้โดยไปที่การตั้งค่า > [ชื่อของคุณ] > iCloud > เมล iCloud > การส่งต่อเมล บน Mac ของคุณ ให้ไปที่การตั้งค่าระบบ > [ชื่อของคุณ] > ข้อมูลส่วนบุคคล เมื่อคุณปิดใช้งานและลบที่อยู่อีเมลที่ใช้กับซ่อนอีเมลของฉัน ข้อมูลจะถูกเก็บรักษาโดยผูกกับบัญชี Apple ของคุณเป็นเวลา 30 วันเพื่อจุดประสงค์ด้านการป้องกันการใช้งานในทางที่ผิด หลังจากนั้นที่อยู่ที่ถูกเอาออกจะถูกลบออกจากบัญชี Apple ของคุณอย่างถาวรและถูกเก็บรักษาเพื่อจุดประสงค์ด้านความปลอดภัยเท่านั้น เช่น เพื่อป้องกันไม่ให้ออกที่อยู่อีกครั้ง ถ้าคุณเลือกที่จะเปิดใช้งานลงชื่อเข้าด้วย Apple สำหรับแอป ตัวเลือกดังกล่าวจะผูกกับบัญชี Apple ที่คุณใช้สำหรับ iCloud เพื่อให้คุณสามารถใช้ลงชื่อเข้าด้วย Apple สำหรับแอปดังกล่าวบนอุปกรณ์ Apple ทุกเครื่องของคุณได้อย่างง่ายดาย สำหรับเหตุผลด้านการป้องกันการโจรกรรมและความปลอดภัย เมื่อคุณใช้ลงชื่อเข้าด้วย Apple กับแอปใหม่เป็นครั้งแรก Apple จะแชร์คะแนนที่เป็นฐานสองอย่างง่ายกับนักพัฒนาเพื่อให้นักพัฒนามั่นใจได้ว่าคุณเป็นบุคคลจริง คะแนนนี้จะมาจากกิจกรรมบัญชี Apple ล่าสุดร่วมกับข้อมูลนามธรรมเกี่ยวกับอุปกรณ์และรูปแบบการใช้งานอุปกรณ์ของคุณ ทั้ง Apple และนักพัฒนาจะไม่ได้รับข้อมูลเฉพาะเจาะจงใดๆ เกี่ยวกับวิธีที่คุณใช้อุปกรณ์ การใช้ลงชื่อเข้าด้วย Apple Apple จะทราบเมื่อคุณเปิดใช้งานลงชื่อเข้าด้วย Apple สำหรับแอปหรือเว็บไซต์เพื่อที่เราจะสามารถช่วยตั้งค่าการลงชื่อเข้าได้ หลังจากนั้นเมื่อคุณใช้ลงชื่อเข้าด้วย Apple กับแอปบน iPhone ของคุณ Apple จะไม่เห็นหรือเก็บบันทึกประวัติว่าคุณลงชื่อเข้าแอปใดบ้างหรือคุณใช้ลงชื่อเข้าด้วย Apple เมื่อใด ข้อมูลดังกล่าวจะยังคงอยู่บนอุปกรณ์ของคุณ เมื่อคุณใช้ลงชื่อเข้าด้วย Apple บน Safari Apple จะเห็นเมื่อคุณลงชื่อเข้าเว็บไซต์ เพื่อที่ Apple จะสามารถตรวจสอบสิทธิ์การลงชื่อเข้าของคุณได้ แต่ Apple จะไม่เก็บบันทึกประวัติว่าคุณลงชื่อเข้าเว็บไซต์ใดบ้างหรือคุณใช้ลงชื่อเข้าด้วย Apple เมื่อใด แม้ว่าคุณจะใช้ลงชื่อเข้าด้วย Apple เพื่อลงชื่อเข้าแอปหรือเว็บไซต์ นักพัฒนาอาจถามข้อมูลส่วนบุคคลเพิ่มเติมจากคุณหลังจากลงชื่อเข้า ข้อมูลส่วนบุคคลใดๆ ที่คุณเลือกที่จะให้นักพัฒนาจะอยู่ภายใต้นโยบายความเป็นส่วนตัวของแอปหรือเว็บไซต์ดังกล่าว การจัดการลงชื่อเข้าด้วย Apple ในการจัดการลงชื่อเข้าด้วย Apple บน iOS ให้ไปที่การตั้งค่า > [ชื่อของคุณ] > ลงชื่อเข้าและความปลอดภัย > แอปที่ใช้บัญชี Apple ของคุณ, บน Mac ให้ไปที่การตั้งค่าระบบ > [ชื่อของคุณ] > ลงชื่อเข้าและความปลอดภัย หรือเข้าไปที่ account.apple.com แล้วไปที่ส่วนลงชื่อเข้าและความปลอดภัย จากนั้นไปที่ลงชื่อเข้าด้วย Apple จากตรงนั้น คุณจะสามารถพบรายการแอปที่ใช้ลงชื่อเข้าด้วย Apple, ตรวจสอบนโยบายความเป็นส่วนตัวของแอป และปิดใช้งานลงชื่อเข้าด้วย Apple ได้ ถ้าคุณเลือกที่จะปิดใช้งานลงชื่อเข้าด้วย Apple สำหรับแอป ข้อมูลที่เคยแชร์กับนักพัฒนาเพื่อตั้งค่าลงชื่อเข้าด้วย Apple สำหรับแอปดังกล่าวและข้อมูลใดๆ ที่นักพัฒนาผูกกับบัญชีลงชื่อเข้าด้วย Apple จะยังคงได้รับการจัดการตามนโยบายความเป็นส่วนตัวของนักพัฒนาดังกล่าวต่อไป ข้อมูลเพิ่มเติม Apple ทำงานเพื่อปกป้องลงชื่อเข้าด้วย Apple ด้วยการตรวจสอบสิทธิ์ปลอดภัยสูง ซึ่งสนับสนุนโดย Touch ID, Face ID และตัวเลือกรหัสผ่านปลอดภัยสูง Apple จะได้รับข้อมูลที่ไม่ระบุตัวตนและข้อมูลโดยรวมเกี่ยวกับลงชื่อเข้าด้วย Apple ซึ่งรวมถึงข้อมูลเกี่ยวกับการใช้ลงชื่อเข้าด้วย Apple ข้อมูลที่เก็บรวบรวมทั้งหมดจะไม่ระบุตัวตนของคุณ Apple อาจใช้ข้อมูลที่ไม่ได้ระบุตัวตนของคุณในการปรับปรุงผลิตภัณฑ์และบริการจาก Apple เพื่อการตลาดและเพื่อจุดประสงค์ด้านการป้องกันการโจรกรรมและการรักษาความปลอดภัย Apple จะไม่พยายามระบุข้อมูลที่ไม่ระบุตัวตนหรือข้อมูลโดยรวมใดๆ ของลงชื่อเข้าด้วย Apple ที่เราได้รับอีกครั้ง Apple จะใช้ข้อมูลของคุณตามที่กฎหมายกำหนดและเพื่อเป็นการป้องกันการโจรกรรม โดยการใช้ลงชื่อเข้าด้วย Apple จะถือว่า คุณยอมรับและยินยอมกับการส่งข้อมูล การเก็บรวบรวมข้อมูล การบำรุงรักษาข้อมูล การประมวลผลข้อมูล และการใช้ข้อมูลของคุณที่อธิบายข้างต้นของ Apple, บริษัทในเครือ และตัวแทน Apple จะเก็บรักษาข้อมูลส่วนบุคคลไว้เป็นระยะเวลานานตราบเท่าที่จำเป็นเท่านั้นเพื่อให้เป็นไปตามจุดประสงค์ของการรวบรวมข้อมูล รวมถึงตามที่อธิบายไว้ในนโยบายความเป็นส่วนตัวของ Apple หรือในประกาศเกี่ยวกับความเป็นส่วนตัวเฉพาะบริการของเรา หรือตามที่กฎหมายกำหนด ในการประเมินระยะเวลาการเก็บรักษาข้อมูล ก่อนอื่น เราจะตรวจสอบอย่างรอบคอบว่ามีความจำเป็นในการเก็บรักษาข้อมูลส่วนบุคคลที่รวบรวมมาหรือไม่ หากต้องมีการเก็บรักษา จะมีการเก็บรักษาข้อมูลส่วนบุคคลตามระยะเวลาที่สั้นที่สุดเท่าที่เป็นไปได้ตามที่กฎหมายอนุญาต ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถดูได้ที่ www.apple.com/th/privacy
tr: Apple ile Giriş Yap’ı etkinleştirme Apple ile Giriş Yap, kimliğinizi belirleyen bilgileri geliştiriciye sağlamak zorunda kalmadan bir uygulamaya (veya Uygulama Parçacığı’na) giriş yapmanıza izin vererek gizliliğinizi korur. Apple ile Giriş Yap aynı zamanda, tarayıcınız tarafından normal web işlevleri için kullanılan bilgilerin dışında, kimliğinizi belirleyen ek bilgileri geliştiriciye vermek zorunda kalmadan bir web sitesine giriş yapmanıza olanak tanır. Bunun yerine, Apple ile Giriş Yap’ı kullandığınızda, Apple uygulama geliştiricisine hesabınızla ilişkili rasgele oluşturulmuş benzersiz bir tanıtıcı sağlayarak bilgilerinizi gizli tutmanıza olanak tanır. Bu tanıtıcı, farklı geliştiricilerin uygulamalar genelinde sizinle ilgili bilgileri toplamasını ve paylaşmasını önlemek adına her bir uygulama geliştirici için farklıdır. Geliştiriciler de kendi uygulamalarındaki veya web sitelerindeki hesaplar için Apple ile Giriş Yap’ı kullanmanıza olanak tanıyabilir. Geliştirici bunu etkinleştirmeyi seçerse sahip olduğunuz hesabı tutabilirsiniz ama bu hesaba Apple ile Giriş Yap’ı kullanarak giriş yaparsınız. Belirli uygulamaların hakkınızda bilgi toplamak için nedenleri olabileceğinden (örneğin sizinle e-posta yoluyla iletişim kurabilmek veya hesabınıza adla başvurabilmek), bazı geliştiriciler siz Apple ile Giriş Yap’ı kullanırken adınızı ve e-posta adresinizi isteyebilir. Adınız, Apple Hesabı’nızla ilişkili ad olarak saptanmıştır, bunu geliştiriciyle paylaşmadan önce düzenleyebilirsiniz. Geliştirici e-posta adresi isterse ona Apple Hesabı’nızla ilişkili herhangi bir e-posta adresini vermeyi ya da e-posta adresinizi gizlemeyi seçebilirsiniz. E-posta adresini geliştiriciden gizlemeyi seçerseniz Apple benzersiz bir e-posta adresi oluşturup sizinle iletişim kurmak için kullanması amacıyla geliştiriciye sağlar. Apple bu adreste alınan e-postayı Apple Hesabı’nızla ilişkili bir e-posta adresine iletir. Apple, teslim edildikten ya da teslim edilemediyse kısa bir süre sonra iletileri siler. iOS, iPadOS veya visionOS aygıtınızda Ayarlar > [adınız] > iCloud > iCloud Mail > E-Posta Yönlendirme’ye giderek postanın iletildiği e-posta adresini değiştirebilir ya da e-posta iletmeyi etkisizleştirebilirsiniz. Mac’inizde Sistem Ayarları > [adınız] > Kişisel Bilgiler bölümüne gidin. E-Postamı Gizle ile kullanılan e-posta adresini etkisizleştirip sildiğinizde adres, kötüye kullanımı önlemek amacıyla Apple Hesabı’nızla ilişkili olarak 30 gün tutulur. Silinen adres daha sonra Apple Hesabı’nızdan kalıcı olarak silinir ve yalnızca adresin yeniden verilmesini önlemek gibi güvenlik nedenlerinden dolayı tutulur. Bir uygulama için Apple ile Giriş Yap’ı etkinleştirmeyi seçerseniz bu seçim iCloud için kullandığınız Apple Hesabı’na bağlanır. Böylece tüm Apple aygıtlarınızda bu uygulama için Apple ile Giriş Yap’ı kolayca kullanabilirsiniz. Dolandırıcılığı önleme ve güvenlik nedenleriyle, Apple ile Giriş Yap’ı yeni bir uygulamayla ilk kez kullandığınızda Apple sizin gerçek bir kişi olduğunuzdan emin olmalarını sağlamak için geliştirici ile basit, ikili bir puan paylaşır. Bu puan, aygıtınız ve aygıt kullanma biçimlerinizle ilgili soyut bilgilerin yanı sıra son Apple hesabı etkinliğinizden türetilir. Apple da geliştirici de aygıtınızı nasıl kullandığınızla ilgili hiçbir detaylı bilgi almaz. Apple ile Giriş Yap’ı kullanma Apple, giriş yapmayı ayarlamaya yardımcı olabilmemiz için bir uygulama veya web sitesi için Apple ile Giriş Yap’ı ne zaman etkinleştirdiğinizi bilir. Apple ile Giriş Yap’ı iPhone’unuzdaki bir uygulama ile kullandığınızda, Apple hangi uygulamalara giriş yaptığınızın ya da Apple ile Giriş Yap’ı ne zaman kullandığınızın geçmişini görmez veya saklamaz, bu bilgiler aygıtınızda kalır. Apple ile Giriş Yap’ı Safari’de kullandığınızda, Apple bir web sitesine giriş yaptığınızı görür ve böylece girişinizin kimliğini doğrulayabilir, ancak hangi web sitelerine giriş yaptığınızın veya Apple ile Giriş Yap’ı ne zaman kullandığınızın geçmişini saklamaz. Apple ile Giriş Yap’ı bir uygulama veya web sitesine giriş yapmak için kullansanız bile, geliştiriciler giriş yaptıktan sonra ek kişisel bilgiler isteyebilir. Geliştiriciye sağlamayı seçtiğiniz tüm kişisel bilgiler onların gizlilik politikasına tabidir. Apple ile Giriş Yap’ı yönetme Apple ile Giriş Yap’ı yönetmek için iOS’te Ayarlar > [adınız] > Giriş Yapma ve Güvenlik > Apple Hesabı’nızı Kullanan Uygulamalar’a, Mac’te Sistem Ayarları > [adınız] > Giriş Yapma ve Güvenlik’e ya da account.apple.com/tr/ adresine gidip Giriş Yapma ve Güvenlik bölümüne gidin, sonra Apple ile Giriş Yap’a gidin. Burada, Apple ile Giriş Yap’ı kullanan uygulamaların listesini bulabilir, gizlilik politikalarını gözden geçirebilir ve Apple ile Giriş Yap’ı etkisizleştirebilirsiniz. Bir uygulama için Apple ile Giriş Yap’ı etkisizleştirmeyi seçerseniz bu uygulama için Apple ile Giriş Yap’ı ayarlamak üzere geliştiriciyle paylaşılan bilgiler ve geliştiricinin Apple ile Giriş Yap hesabınızla ilişkilendirdiği bilgiler geliştiricinin gizlilik politikasına göre işlenmeyi sürdürür. Daha Fazla Bilgi Apple, Apple ile Giriş Yap özelliğini Touch ID, Face ID ve güçlü parola seçenekleriyle desteklenen güçlü kimlik doğrulama ile korumaya çalışmaktadır. Apple, Apple ile Giriş Yap özelliğinin kullanımıyla ilgili bilgiler de dahil olmak üzere Apple ile Giriş Yap hakkındaki anonim ve toplu bilgileri alabilir. Toplanan bilgilerin hiçbiri kimliğinizin bireysel olarak teşhis edilmesini sağlamaz. Apple, Apple ürünlerini ve servislerini iyileştirme, pazarlama, dolandırıcılığı önleme ve güvenlik amaçlarıyla kimliğinizi belirlemeyen bilgileri kullanabilir. Apple, aldığımız anonim veya toplu Apple ile Giriş Yap verilerinin hiçbirinin kimliğini yeniden belirlemeyi amaçlamaz. Apple bilgilerinizi yasaların gerektirdiği şekilde ve dolandırıcılığı önleme amacıyla kullanır. Apple ile Giriş Yap’ı kullanarak Apple’ın, bağlı kuruluşlarının ve temsilcilerinin bilgilerinizi yukarıda açıklanan şekilde aktarmasını, toplamasını, tutmasını, işlemesini ve kullanmasını kabul eder ve onaylarsınız. Apple, kişisel bilgileri, yasaların gerektirdiği veya toplanma amacını gerçekleştirmek için gerekli süre boyunca ve Apple’ın Gizlilik Politikası’nda veya servise özel gizlilik uyarılarında açıklandığı şekilde tutar. Saklama sürelerini değerlendirirken öncelikle toplanan kişisel bilgilerin tutulması gerekip gerekmediğini dikkatlice inceler ve tutulması gerekiyorsa kişisel bilgileri yasaların izin verdiği mümkün olan en kısa süre boyunca tutmak için çalışırız. Apple tarafından toplanan bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun şekilde işlenir.
uk: Увімкнення Входу з Apple Вхід з Apple захищає вашу приватність, надаючи вам можливість увійти в будь-яку програму (або фрагмент програми) без надання розробникові інформації, що ідентифікує вас особисто. Вхід з Apple також дає вам змогу увійти в обліковий запис на вебсайті без потреби надання розробникові жодної додаткової інформації, що ідентифікує вас особисто, крім тієї, яку використовує ваш браузер для звичних вебфункцій. Натомість, коли ви Входите з Apple, Apple надає розробникові програми унікальний ідентифікатор, даючи вам змогу не порушувати приватності своєї інформації. Цей ідентифікатор відрізняється для кожного розробника програм, щоб запобігати збиранню і поширенню інформації розробниками програм про вас серед усіх програм. Розробники також можуть використовувати «Вхід з Apple» для наявних облікових записів у своїх програмах чи вебсайтах. Якщо розробник вирішить використовувати такий функціонал, ви можете лишити обліковий запис, який уже маєте, але входити в нього за допомогою Входу з Apple. Оскільки певні програми можуть мати підстави для збирання більших обсягів інформації про вас — наприклад, щоб мати змогу звʼязатися з вами е‑поштою або звертатися до вашого облікового запису на імʼя, — деякі розробники можуть запитувати ваше імʼя та е‑адресу у складі процесу Входу з Apple. Ваше імʼя типово скидатиметься до імені, повʼязаного з вашим обліковим записом Apple, яке ви можете змінити перед надсиланням розробникам. Якщо розробник запитує адресу е‑пошти, ви маєте можливість надати розробникові будь-яку е‑адресу, повʼязану з вашим обліковим записом Apple, або сховати свою е‑адресу. Якщо ви вирішите сховати свою адресу е‑пошти від розробника, Apple згенерує і надасть розробникові унікальну е‑адресу, за якою вони зможуть звʼязуватися з вами. Apple пересилатиме е‑пошту, що надходить на цю адресу, на е‑адресу, повʼязану з вашим обліковим записом Apple. Apple видаляє листи після доставки або після короткого проміжку часу, якщо лист не вдалося доставити. На пристрої iOS, iPadOS чи visionOS можна змінити е‑адресу, на яку пересилається е‑пошта, або вимкнути переадресацію е‑пошти в меню Параметри > [ваше імʼя] > iCloud > Пошта iCloud > Переадресація пошти. На Mac перейдіть у меню Системні параметри >[ваше імʼя] > Персональна інформація. Коли ви деактивуєте й видаляєте е‑адресу, яка використовується з функцією «Сховати мою е‑адресу», вона зберігається повʼязаною з вашим обліковим записом Apple протягом 30 днів із метою запобігання зловживанню. Вилучену адресу після цього назавжди буде видалено з вашого облікового запису Apple. Вона зберігатиметься лише в цілях безпеки (наприклад, щоб запобігти повторному виданню цієї адреси). Якщо ввімкнути функцію «Вхід з Apple» для певної програми, цей параметр повʼязуватиметься з обліковим записом Apple, що використовується для iCloud, щоб ви легко могли виконати Вхід з Apple у цій програмі на всіх своїх пристроях Apple. Задля запобігання шахрайству і з міркувань безпеки, коли ви вперше використовуєте Вхід з Apple для нової програми, Apple поширюватиме простий бінарний бал для розробника, щоб вони були впевнені, що ви справжня людина. Цей бал отримується з вашої недавньої активності в обліковому записі Apple разом з абстрагованою інформацією про ваш пристрій і шаблони використання пристрою. Ані Apple, ні розробник не отримують жодної конкретної інформації про те, як ви використовуєте свій пристрій. Використання Входу з Apple Apple знає, коли ви вмикаєте функцію «Вхід з Apple» для програми чи вебсайту, щоб допомогти вам налаштувати вхід. Відтак, коли ви використовуєте Вхід з Apple з програмою на вашому iPhone, Apple не бачить і не зберігає історію програм, до яких ви входите, використовуючи Вхід з Apple, така інформація лишається на вашому пристрої. Якщо ви використовуєте Вхід з Apple у Safari, Apple бачить, коли ви входите на певному вебсайті, щоб мати змогу автентифікувати ваш вхід, але Apple не зберігає історію того, на які саме вебсайти та коли саме ви входили з використанням функції «Вхід з Apple». Навіть якщо ви використовуєте Вхід з Apple для входу в програму чи на вебсайт, розробники можуть запитувати у вас додаткову персональну інформацію після входу. На будь-яку персональну інформацію, яку ви вирішили надати розробнику, поширюється його політика конфіденційності. Керування функцією «Вхід з Apple» Для керування Входом з Apple в iOS перейдіть у меню Параметри > [ваше імʼя] > Вхід і безпека > Програми, що використовують ваш обліковий запис Apple, на Mac перейдіть у меню Системні параметри > [ваше імʼя] > Вхід і безпека або відвідайте вебсайт account.apple.com, перейдіть у розділ «Вхід і безпека», а потім — у розділ «Вхід з Apple». Там можна знайти список програм, що використовують функцію «Вхід з Apple», переглянути їхні політики конфіденційності та вимкнути Вхід з Apple. Якщо ви вирішите вимкнути Вхід з Apple для певної програми, уся інформація, яку було поширено для розробника, щоб налаштувати Вхід з Apple для цієї програми, і будь-яка інформація, яку розробник повʼязав із вашим Входом з Apple, далі регулюватиметься політикою конфіденційності цього розробника. Додаткові відомості Apple працює на посилення захисту Входу з Apple за надійною автентифікацією за Touch ID, Face ID і опціям надійних кодів допуску. Apple може отримувати анонімну і сукупну інформацію про Вхід з Apple, зокрема інформацію про використання Входу з Apple. Ці дані не ідентифікують вас особисто. Apple може використовувати інформацію, що не ідентифікує вас, задля вдосконалення продуктів і послуг Apple, маркетингу, запобігання шахрайству і гарантування безпеки. Apple не намагатиметься ідентифікувати будь-які анонімні або сукупні дані Входу з Apple, які ми отримуємо. Apple використовуватиме вашу інформацію відповідно до вимог чинного законодавства і заходів запобігання шахрайству. Використовуючи Вхід з Apple, ви погоджуєтеся на передавання, збирання, утримування, опрацювання й використання вашої інформації компанією Apple та її філіями й представниками, як це описано вище. Apple зберігає персональну інформацію не довше, ніж це необхідно для виконання цілей, з якими вона збиралася, зокрема як описано в Політиці конфіденційності Apple чи в повідомленнях щодо конфіденційності певних сервісів, або як визначено законодавством. Під час вибору періоду зберігання даних ми спочатку оцінюємо, чи необхідно зберігати зібрану персональну інформацію. Якщо зберігання потрібне, ми зберігаємо її протягом найменшого періоду, дозволеного законом. Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики конфіденційності Apple, наведеної на вебсторінці www.apple.com/ua/privacy
vi: Bật Đăng nhập bằng Apple Đăng nhập bằng Apple bảo vệ quyền riêng tư của bạn bằng cách cho phép bạn đăng nhập vào một ứng dụng (hoặc Ứng dụng thu nhỏ) mà không phải cung cấp cho nhà phát triển thông tin xác định danh tính của bạn. Đăng nhập bằng Apple cũng cho phép bạn đăng nhập vào trang web mà không phải cung cấp cho nhà phát triển bất kỳ thông tin bổ sung nào xác định danh tính của bạn, ngoài thông tin được trình duyệt của bạn sử dụng cho các chức năng web thông thường. Thay vào đó, khi bạn sử dụng Đăng nhập bằng Apple, Apple cung cấp cho nhà phát triển ứng dụng một mã định danh duy nhất, cho phép bạn bảo mật thông tin. Mã định danh này khác nhau đối với từng nhà phát triển ứng dụng, để giúp ngăn các nhà phát triển khác nhau tập hợp và chia sẻ thông tin về bạn giữa các ứng dụng. Các nhà phát triển cũng có thể cho phép bạn sử dụng Đăng nhập bằng Apple đối với các tài khoản hiện có trên các ứng dụng hoặc trang web của họ. Nếu nhà phát triển lựa chọn bật tính năng này, bạn có thể giữ tài khoản đã có nhưng đăng nhập vào tài khoản bằng Đăng nhập bằng Apple. Vì các ứng dụng nhất định có thể có lý do để thu thập thêm thông tin về bạn – ví dụ như để tham chiếu đến tài khoản của bạn theo tên hoặc liên lạc với bạn bằng email – một số nhà phát triển có thể yêu cầu tên hoặc địa chỉ email của bạn khi bạn sử dụng Đăng nhập bằng Apple. Tên của bạn sẽ được đặt mặc định thành tên được liên kết với Tài khoản Apple, bạn có thể sửa tên này trước khi chia sẻ với nhà phát triển. Nếu nhà phát triển yêu cầu địa chỉ email, bạn có thể lựa chọn cung cấp cho nhà phát triển bất kỳ địa chỉ email nào được liên kết với Tài khoản Apple của mình hoặc ẩn địa chỉ email. Nếu bạn lựa chọn ẩn địa chỉ email với nhà phát triển, Apple sẽ tạo và cung cấp cho nhà phát triển một địa chỉ email duy nhất để họ sử dụng nhằm liên lạc với bạn. Apple sẽ chuyển tiếp email nhận được tại địa chỉ đó đến một địa chỉ email được liên kết với Tài khoản Apple của bạn. Apple sẽ xóa thư sau khi gửi thành công hoặc sau một khoảng thời gian ngắn nếu không thể gửi được. Trên thiết bị iOS, iPadOS hoặc visionOS của mình, bạn có thể thay đổi địa chỉ email mà thư sẽ được chuyển tiếp đến hoặc tắt tính năng chuyển tiếp thư, bằng cách đi tới Cài đặt > [tên của bạn] > iCloud > Mail iCloud > Chuyển tiếp thư. Trên máy Mac của bạn, hãy đi tới Cài đặt hệ thống > [tên của bạn] > Thông tin cá nhân. Khi bạn hủy kích hoạt và xóa địa chỉ email được sử dụng với tính năng Ẩn Địa Chỉ Email, địa chỉ đó vẫn sẽ được liên kết với Tài khoản Apple của bạn trong 30 ngày nhằm mục đích ngăn chặn lạm dụng. Sau đó, địa chỉ đã xóa sẽ được xóa vĩnh viễn khỏi Tài khoản Apple của bạn và chỉ được lưu giữ nhằm mục đích bảo mật, ví dụ như ngăn chặn việc cấp lại địa chỉ. Nếu bạn lựa chọn bật Đăng nhập bằng Apple cho một ứng dụng, ứng dụng đó sẽ được liên kết với Tài khoản Apple mà bạn sử dụng cho iCloud. Nhờ vậy, bạn có thể dễ dàng sử dụng Đăng nhập bằng Apple cho ứng dụng đó trên tất cả các thiết bị Apple của mình. Để ngăn chặn lừa đảo và bảo mật, lần đầu tiên bạn sử dụng Đăng nhập bằng Apple với một ứng dụng mới, Apple sẽ chia sẻ một điểm nhị phân đơn giản với nhà phát triển để cung cấp cho họ sự tin cậy rằng bạn là một người có thực. Điểm số này được lấy từ hoạt động tài khoản Apple gần đây của bạn cùng với thông tin trừu tượng về thiết bị và thói quen sử dụng thiết bị của bạn. Cả Apple và nhà phát triển đều không nhận được bất kỳ thông tin cụ thể nào về cách bạn sử dụng thiết bị. Sử dụng Đăng nhập bằng Apple Apple biết khi nào bạn bật Đăng nhập bằng Apple cho một ứng dụng hoặc trang web để chúng tôi có thể giúp thiết lập thông tin đăng nhập. Sau đó, khi bạn sử dụng Đăng nhập bằng Apple với một ứng dụng trên iPhone, Apple không biết hoặc không lưu giữ lịch sử về những ứng dụng nào mà bạn đăng nhập hoặc thời điểm bạn sử dụng Đăng nhập bằng Apple – thông tin đó vẫn ở trên thiết bị của bạn. Khi bạn sử dụng Đăng nhập bằng Apple trên Safari, Apple biết khi nào bạn đăng nhập vào một trang web, do đó Apple có thể xác thực việc đăng nhập của bạn, nhưng Apple không lưu giữ lịch sử các trang web mà bạn đăng nhập hoặc thời điểm bạn sử dụng Đăng nhập bằng Apple. Ngay cả khi bạn sử dụng Đăng nhập bằng Apple để đăng nhập vào một ứng dụng hoặc trang web, các nhà phát triển có thể yêu cầu bạn cung cấp thông tin cá nhân bổ sung sau khi đăng nhập. Mọi thông tin cá nhân mà bạn lựa chọn cung cấp cho nhà phát triển đều tuân theo chính sách quyền riêng tư của họ. Quản lý Đăng nhập bằng Apple Để quản lý Đăng nhập bằng Apple, hãy đi tới Cài đặt > [tên của bạn] > Đăng nhập & Bảo mật > Ứng dụng sử dụng Tài khoản Apple của bạn trên iOS, tới Cài đặt hệ thống > [tên của bạn] > Đăng nhập & Bảo mật trên máy Mac; hoặc truy cập account.apple.com và đi tới phần Đăng nhập và Bảo mật, sau đó đi tới Đăng nhập bằng Apple. Tại đó, bạn có thể tìm thấy danh sách các ứng dụng đang sử dụng Đăng nhập bằng Apple, xem lại chính sách quyền riêng tư của chúng và tắt Đăng nhập bằng Apple. Nếu bạn lựa chọn tắt Đăng nhập bằng Apple cho một ứng dụng, thông tin đã được chia sẻ với nhà phát triển để thiết lập Đăng nhập bằng Apple cho ứng dụng đó và bất kỳ thông tin nào mà nhà phát triển liên kết với tài khoản Đăng nhập bằng Apple của bạn sẽ tiếp tục được sử dụng theo chính sách quyền riêng tư của nhà phát triển. Thông tin khác Apple nỗ lực làm việc để bảo vệ Đăng nhập bằng Apple với tính năng xác thực mạnh mẽ – được cung cấp bởi các tùy chọn Touch ID, Face ID và mật mã mạnh. Apple có thể nhận được thông tin ẩn danh và tổng hợp về Đăng nhập bằng Apple, bao gồm thông tin về việc sử dụng Đăng nhập bằng Apple. Các thông tin được thu thập không xác định danh tính của bạn. Apple có thể sử dụng thông tin không nhận dạng bạn để cải thiện các sản phẩm và dịch vụ của Apple, cho các mục đích tiếp thị, ngăn chặn lừa đảo và bảo mật. Apple sẽ không tìm cách nhận dạng bất kỳ dữ liệu Đăng nhập bằng Apple ẩn danh hoặc tổng hợp nào mà chúng tôi nhận được. Apple sẽ sử dụng thông tin của bạn theo yêu cầu của luật pháp và để ngăn chặn lừa đảo. Bằng việc sử dụng Đăng nhập bằng Apple, bạn đồng ý và cho phép Apple, các công ty con và đại lý của hãng chuyển giao, thu thập, duy trì, xử lý và sử dụng thông tin của bạn như mô tả ở trên. Apple chỉ lưu giữ thông tin cá nhân trong khoảng thời gian cần thiết để thực hiện các mục đích mà thông tin được thu thập, bao gồm như được mô tả trong Chính sách quyền riêng tư của Apple hay trong các thông báo quyền riêng tư dành cho từng dịch vụ cụ thể của chúng tôi hoặc theo yêu cầu của luật pháp. Khi đánh giá khoảng thời gian lưu giữ, trước tiên chúng tôi kiểm tra cẩn thận xem có cần thiết phải lưu giữ thông tin cá nhân được thu thập không và nếu việc lưu giữ là cần thiết thì chúng tôi nỗ lực làm việc để lưu giữ thông tin cá nhân trong khoảng thời gian khả thi ngắn nhất được luật pháp cho phép. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy
zh_cn: 启用“通过Apple登录” “通过Apple登录”可让你在不向开发者提供可识别你个人身份的信息的条件下登录某款App（或轻App），从而保护你的隐私。“通过Apple登录”还允许你在登录网站时除向开发者提供浏览器用于正常网站功能所需的信息外，不提供任何其他可识别你个人身份的信息。使用“通过Apple登录”时，Apple会将唯一标识符提供给App开发者，从而保护你信息的隐私性。每一位App开发者收到的此标识符各不相同，以防止不同的开发者跨App收集和共享你的信息。开发者还可以让你在其开发的App或网站上针对现有的账户使用“通过Apple登录”。如果开发者选择启用此功能，你可以保留已经拥有的账户，转而使用“通过Apple登录”进行登录。 由于某些App可能有理由收集更多与你相关的信息，例如，为了能够通过名字找到你的账户或者通过电子邮件联系你，使用“通过Apple登录”时，部分开发者可能会请求获取你的名字或电子邮件地址。你的名字将默认为与Apple账户关联的名字，你可以在与开发者共享前编辑该名字。如果开发者请求获取电子邮件地址，你可以选择向开发者提供与Apple账户关联的任何电子邮件地址，或选择隐藏电子邮件地址。如果选择向开发者隐藏电子邮件地址，Apple将生成一个唯一的电子邮件地址并提供给开发者用于与你进行通信。Apple会将该地址收到的电子邮件转发到与你Apple账户关联的电子邮件地址；Apple会在邮件送达后将其删除。若无法送达，则会在一小段时间后删除。在iOS、iPadOS或visionOS设备上，你可以前往“设置”> [你的姓名] >“iCloud”>“iCloud邮件”>“邮件转发”更改接收转发邮件的电子邮件地址，或停用电子邮件转发。在Mac上，前往“系统设置”> [你的姓名] >“个人信息”。当你停用并删除搭配“隐藏邮件地址”使用的电子邮件地址后，该电子邮件地址会与你的Apple账户保留关联30天以预防滥用。移除的地址之后会从你的Apple账户永久删除，且仅会出于防止重新签发地址等安全性目的加以保留。 如果选择为App启用“通过Apple登录”，该选择会与你用于iCloud的Apple账户关联，以便你在所有Apple设备上将“通过Apple登录”轻松用于该App。 出于防止欺诈行为和安全性原因，为新App首次使用“通过Apple登录”时，Apple将与开发者共享一个简单的二进制评分，使开发者确信你是真人。此评分源自你Apple账户的最近活动以及你的设备和设备使用习惯的摘要信息。Apple和开发者均不会收到任何有关你如何使用设备的详细信息。 使用“通过Apple登录” Apple知道你何时为某个App或网站启用“通过Apple登录”，以帮助你设置登录。你随后在iPhone上使用“通过Apple登录”来登录App时，Apple不会查看或保留你所登录的App或何时使用“通过Apple登录”的历史记录，该信息会保留在你的设备上。在Safari浏览器中使用“通过Apple登录”时，Apple会知道你何时登录网站，以便Apple可以认证你的登录，但Apple不会保留你所登录的网站或何时使用“通过Apple登录”的历史记录。 即使你使用“通过Apple登录”来登录某个App或网站，开发者也可以在你登录后要求你提供其他个人信息。你选择提供给开发者的任何个人信息均受其隐私政策约束。 管理“通过Apple登录” 若要管理“通过Apple登录”，在iOS上前往“设置”> [你的姓名] >“登录与安全性”>“使用Apple账户的App”，或者在Mac上前往“系统设置”> [你的姓名] >“登录与安全性”，或访问account.apple.com并前往“登录与安全性”部分，然后前往“通过Apple登录”。你可以在其中找到使用“通过Apple登录”的App列表，查阅其隐私政策，以及停用“通过Apple登录”。如果你选择停用某款App的“通过Apple登录”，已与开发者共享用于为该App设置“通过Apple登录”的信息以及开发者关联到你“通过Apple登录”账户的任何信息将继续依据开发者的隐私政策处理。 更多信息 Apple致力于使用通过触控ID、面容ID和强密码选项实现的强认证来保护“通过Apple登录”。 Apple可能会收到“通过Apple登录”相关的匿名和聚合信息，包括“通过Apple登录”的使用信息。任何被收集的信息都无法用来识别你的身份。Apple可能会使用无法识别你的信息来改进Apple产品和服务，用于市场营销以及防止欺诈行为和加强安全性之目的。Apple不会尝试重新识别所收到的任何匿名或聚合“通过Apple登录”数据。 Apple会依据法律要求和出于防止欺诈行为之目的使用你的信息。使用“通过Apple登录”即表示你同意和允许Apple及其下属公司及代理机构按上述条件传输、收集、维护、处理和使用这些信息。 Apple仅在实现收集目的所需的时长内保留个人信息，包括Apple“隐私政策”或我们的服务特定隐私说明中所述或者法律要求收集的个人信息。评估保留时长时，我们首先会仔细检查是否有必要保留所收集的个人信息；如果需要保留，我们会致力于将个人信息保留法律允许的尽可能短的时长。 Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy
zh_hk: 啟用「使用Apple登入」 「使用Apple登入」讓你不需向開發者提供任何可識別你個人身份的資料來登入App（或輕巧版App），從而保護你的私隱。「使用Apple登入」也能讓你不需向開發者提供瀏覽器用來執行一般網頁功能的資料以外的任何其他可識別你個人身份的資料來登入網站。當你使用「使用Apple登入」時，Apple會提供App開發者一組獨有的識別碼，讓你保護個人資料的私隱。每一個App開發者收到的都是不同的識別碼，以避免不同的開發者收集和分享你在不同App中的資料。開發者也可以讓你在其App或網站的現有帳户使用「使用Apple登入」。如開發者選擇啟用此功能，你可以保留已有的帳户，但透過「使用Apple登入」來登入。 因為部分App可能基於某些原因而收集更多你的相關資料（例如，為了以姓名查詢你的帳户或透過電郵與你聯絡），當你使用「使用Apple登入」時，部分開發者可能會詢問你的姓名或電郵地址。你的姓名預設為與Apple帳户相關的姓名，你可以在與開發者共享前進行編輯。如果開發者要求電郵地址，你可以選擇向開發者提供任何與你Apple帳户相關的電郵地址，或選擇隱藏你的電郵地址。若你選擇對開發者隱藏你的電郵地址，Apple會產生一個獨有的電郵地址並提供給開發者，以便開發者與你通訊。Apple會將從這個地址接收到的電郵轉寄到與你Apple帳户相關的電郵地址；Apple會在傳送後將郵件刪除；如無法傳送，郵件會在短時間內刪除。在iOS、iPadOS或visionOS裝置上，你可以更改接收轉寄郵件的電郵地址或停用電郵轉寄，請前往「設定」> [你的姓名] > iCloud >「iCloud郵件」>「郵件轉發」。在Mac上，請前往「系統設定」> [你的姓名] >「個人資料」。你停用並刪除配合「隱藏我的電郵」使用的電郵地址時，該電郵地址會以連繫至你的Apple帳户的方式保留30日以防範濫用。在那之後，已移除的地址會從你的Apple帳户永久刪除，只會為保安理由保留，例如避免重新簽發該地址。 如你選擇為一個App啟用「使用Apple登入」，此選擇會連結至你用於iCloud的Apple帳户，以便你在所有Apple裝置的該App中使用「使用Apple登入」。 為了防範詐騙和保安的考量，當你在新的App中使用「使用Apple登入」時，Apple會與開發者分享一組簡單的二進制分數，讓開發者相信你是真實存在的人員。此分數來自你最近的Apple帳户活動以及有關你的裝置和裝置使用模式的抽象資料。Apple和開發者都不會收到你如何使用裝置的特定資料。 使用「使用Apple登入」 Apple知道你何時為App或網站啟用「使用Apple登入」，以便我們來協助設定「登入」。當你在iPhone的App中使用「使用Apple登入」時，Apple並不會看到或保留你登入了哪些App或於何時使用「使用Apple登入」的記錄，這些資料只會儲存在你的裝置上。當你在Safari中使用「使用Apple登入」時，Apple會知道你何時登入網站，以便Apple可認證你的登入，但Apple不會保留你登入哪些網站或於何時使用「使用Apple登入」的記錄。 即使你使用「使用Apple登入」來登入App或網站，開發者能在你登入後詢問你的其他個人資料。任何你選擇提供給開發者的個人資料都會受到其私隱政策的規範。 管理「使用Apple登入」 如要管理「使用Apple登入」，請在iOS上前往「設定」> [你的姓名] >「登入與保安」>「使用Apple帳户的App」，或者在Mac上前往「系統設定」> [你的姓名] >「登入與保安」，又或者到訪account.apple.com，前往「登入與保安」部份，然後前往「使用Apple登入」。你可在此找到使用「使用Apple登入」的App列表、檢視其私隱政策及停用「使用Apple登入」。如你選擇停用App的「使用Apple登入」，開發者會繼續依據其私隱政策來處理與開發者分享以設定該App「使用Apple登入」的資料，以及開發者與你的任何「使用Apple登入」帳户相關的資料。 更多資料 Apple致力於透過強大的認證功能來保護「使用Apple登入」，運用Touch ID、Face ID和強大的密碼選項。 Apple可能會接收關於「使用Apple登入」的匿名和彙集資料，包括使用「使用Apple登入」的相關資料。所收集的資料均無法識別你的個人身份。Apple會使用無法識別你身份的資料來改進Apple產品和服務、進行市場推廣，以及用於防止詐騙和保安用途。Apple不會嘗試重新識別任何收到的「使用Apple登入」的匿名和彙集資料。 Apple會依據法律的需求使用你的資料以防止詐騙。使用「使用Apple登入」即表示你同意並允許Apple及其子公司和代理傳送、收集、維護、處理及使用如上所述資料。 Apple只會在資料收集目的所需的期間內保留個人資料，包括「Apple私隱政策」或服務特定私隱通知內所述期間，或依照法律要求。評估保留多久時，我們首先會仔細檢查是否有必要保留所收集的個人資料，如有需要保留，我們會儘量將個人資料的保留時間定在法律允許的最短期間內。 無論何時，Apple都會根據「Apple私隱政策」的規定處理所收集的資料，請瀏覽：www.apple.com/hk/privacy
zh_tw: 啟用「使用Apple登入」 「使用Apple登入」讓你不需提供開發者任何可識別你個人身分的資訊來登入App（或輕巧App），藉此保護你的隱私。「使用Apple登入」也能讓你不需提供開發者任何其他可識別你個人身分的資訊來登入網站，只需輸入瀏覽器用來執行一般網頁功能的資訊即可。當你使用「使用Apple登入」時，Apple會提供App開發者一組獨有的識別碼，讓你保護個人資訊的隱私。每一個App開發者收到的都是不同的識別碼，以避免不同的開發者收集和分享你在不同App中的資訊。開發者也能讓你將「使用Apple登入」用於其App或網站上的現有帳號。若開發者選擇啟用此功能，你就能保留已有的帳號但透過「使用Apple登入」來登入帳號。 因為部分App可能基於某些原因而收集更多你的相關資訊（例如，為了以姓名查詢你的帳號或透過電子郵件與你聯絡），當你使用「使用Apple登入」時，部分開發者可能會詢問你的姓名或電子郵件地址。你的姓名預設為與「Apple帳號」相關的姓名，你可以在與開發者分享前進行編輯。如果開發者要求電子郵件地址，你可以選擇提供開發者任何與你「Apple帳號」相關的電子郵件地址，或選擇隱藏你的電子郵件地址。若你選擇對開發者隱藏你的電子郵件地址，Apple會產生一個獨有的電子郵件地址並提供給開發者，以便開發者與你通訊。Apple會將從這個地址接收到的電子郵件轉寄到與你「Apple帳號」相關的電子郵件地址；Apple會在傳送後或在無法傳送的短時間後將郵件刪除。在iOS、iPadOS或visionOS裝置上，你可以更改接收轉寄郵件的電子郵件地址或停用電子郵件轉寄，請前往「設定」> [你的姓名] > iCloud >「iCloud郵件」>「郵件轉寄」。在Mac上，請前往「系統設定」> [你的姓名] >「個人資訊」。當你停用並刪除搭配「隱藏電子郵件地址」使用的電子郵件，該電子郵件會維持與你「Apple帳號」的關聯30天以避免濫用。移除的地址之後會從你的「Apple帳號」永久刪除，而且只會為了避免重複發出該地址等安全性目的而保留。 若你選擇為App啟用「使用Apple登入」，這會連結到你用於iCloud的「Apple帳號」，以方便你在所有Apple裝置的該App中使用「使用Apple登入」。 為了防範詐騙和安全性的考量，當你在新的App中使用「使用Apple登入」時，Apple會與開發者分享一組簡單的二進位分數，讓開發者相信你是真實存在的人員。此分數來自你最近的Apple帳號活動以及有關你的裝置和裝置使用模式的摘要資訊。Apple和開發者都不會收到你如何使用裝置的特定資訊。 使用「使用Apple登入」 Apple知道你何時為App或網站啟用「使用Apple登入」，以便我們來協助設定登入。接著，當你在iPhone的App中使用「使用Apple登入」時，Apple並不會看到或保留你登入了哪些App或於何時使用「使用Apple登入」的記錄，這些資訊只會儲存在你的裝置上。當你在Safari中使用「使用Apple登入」時，Apple會知道你何時登入網站，以便Apple可認證你的登入，但Apple不會保留你登入哪些網站或於何時使用「使用Apple登入」的記錄。 即使你使用「使用Apple登入」來登入App或網站，開發者能在你登入後要求你的其他個人資訊。任何你選擇提供給開發者的個人資訊都會受到其隱私權政策的規範。 管理「使用Apple登入」 若要管理「使用Apple登入」，請在iOS上前往「設定」> [你的姓名] >「登入與安全性」>「使用Apple帳號的App」，在Mac上，請前往「系統設定」> [你的姓名] >「登入與安全性」，或參訪account.apple.com，前往「登入和安全性」，然後前往「使用Apple登入」。你可在此找到使用「使用Apple登入」的App列表、檢視其隱私權政策和停用「使用Apple登入」。若你選擇停用App的「使用Apple登入」，開發者會繼續依據其隱私權政策來處理與開發者分享以設定該App「使用Apple登入」的資訊，以及開發者與你的任何「使用Apple登入」帳號相關的資訊。 更多資訊 Apple致力於透過強大的認證功能來保護「使用Apple登入」，運用Touch ID、Face ID和強大的密碼選項。 Apple會接收關於「使用Apple登入」的匿名和彙集資訊，包含使用「使用Apple登入」的相關資訊。所收集的資訊都無法用來識別你的身分。Apple會使用無法識別你身分的資訊來改進Apple產品和服務、供行銷活動使用，以及防範詐騙和安全性的用途。Apple不會嘗試重新識別任何收到的「使用Apple登入」的匿名和彙集資料。 Apple會依據法律的需求使用你的資訊以防範詐騙。使用「使用Apple登入」即表示你同意並允許Apple及其子公司和代理人傳輸、收集、維護、處理及使用如上所述的資訊。 Apple只會在資料收集目的所需的期間內保留個人資訊，包含「Apple隱私權政策」或服務特定隱私權通知內所述的期間，並依照法律的要求。評估保留期間時，我們首先會謹慎檢查是否有需要保留收集到的個人資訊，若有需要保留，我們會盡量在法律允許範圍下可能的最短期間內保留個人資訊。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪www.apple.com/tw/privacy
